// Auto Generated

var _SpiralAbyssSchedule = [
    {
        "Name": "1.0-1.1",
        "Generation": 1,
        "OpenTime": "2020/09/01 - 2020/12/31",
        "Phases": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8
        ],
        "Blessings": [
            0,
            0,
            1,
            1,
            2,
            3,
            4,
            5
        ],
        "Floors": [
            1,
            5,
            3,
            4
        ]
    },
    {
        "Name": "1.2",
        "Generation": 1,
        "OpenTime": "2021/01/01 - 2021/02/15",
        "Phases": [
            9,
            10,
            11
        ],
        "Blessings": [
            6,
            7,
            8
        ],
        "Floors": [
            6,
            7,
            9,
            8
        ]
    },
    {
        "Name": "1.3-1.4",
        "Generation": 1,
        "OpenTime": "2021/02/16 - 2021/04/30",
        "Phases": [
            12,
            13,
            14,
            15,
            16
        ],
        "Blessings": [
            9,
            10,
            11,
            12,
            13
        ],
        "Floors": [
            6,
            7,
            9,
            10
        ]
    },
    {
        "Name": "1.5",
        "Generation": 1,
        "OpenTime": "2021/05/01 - 2021/06/15",
        "Phases": [
            17,
            18,
            19
        ],
        "Blessings": [
            14,
            15,
            16
        ],
        "Floors": [
            6,
            7,
            11,
            12
        ]
    },
    {
        "Name": "1.6",
        "Generation": 1,
        "OpenTime": "2021/06/16 - 2021/07/31",
        "Phases": [
            20,
            21,
            22
        ],
        "Blessings": [
            17,
            18,
            19
        ],
        "Floors": [
            13,
            14,
            15,
            16
        ]
    },
    {
        "Name": "2.0",
        "Generation": 2,
        "OpenTime": "2021/08/01 - 2021/09/15",
        "Phases": [
            23,
            24,
            25
        ],
        "Blessings": [
            20,
            21,
            22
        ],
        "Floors": [
            17,
            18,
            19,
            20
        ]
    },
    {
        "Name": "2.1",
        "Generation": 2,
        "OpenTime": "2021/09/16 - 2021/10/15",
        "Phases": [
            26,
            27
        ],
        "Blessings": [
            23,
            24
        ],
        "Floors": [
            17,
            18,
            21,
            22
        ]
    },
    {
        "Name": "2.2",
        "Generation": 2,
        "OpenTime": "2021/10/16 - 2021/11/30",
        "Phases": [
            28,
            29,
            30
        ],
        "Blessings": [
            25,
            26,
            27
        ],
        "Floors": [
            17,
            18,
            23,
            24
        ]
    },
    {
        "Name": "2.3",
        "Generation": 2,
        "OpenTime": "2021/12/01 - 2022/01/15",
        "Phases": [
            31,
            32,
            33
        ],
        "Blessings": [
            28,
            29,
            30
        ],
        "Floors": [
            17,
            18,
            25,
            26
        ]
    },
    {
        "Name": "2.4",
        "Generation": 2,
        "OpenTime": "2022/01/16 - 2022/02/28",
        "Phases": [
            34,
            35,
            36
        ],
        "Blessings": [
            31,
            32,
            33
        ],
        "Floors": [
            17,
            18,
            27,
            28
        ]
    },
    {
        "Name": "2.5",
        "Generation": 2,
        "OpenTime": "2022/03/01 - 2022/03/31",
        "Phases": [
            37,
            38
        ],
        "Blessings": [
            34,
            35
        ],
        "Floors": [
            17,
            18,
            29,
            30
        ]
    },
    {
        "Name": "2.6",
        "Generation": 2,
        "OpenTime": "2022/04/01 - 2022/05/31",
        "Phases": [
            39,
            40,
            41,
            42
        ],
        "Blessings": [
            36,
            37,
            38,
            36
        ],
        "Floors": [
            17,
            18,
            31,
            32
        ]
    },
    {
        "Name": "2.7",
        "Generation": 2,
        "OpenTime": "2022/06/01 - 2022/07/15",
        "Phases": [
            43,
            44,
            45
        ],
        "Blessings": [
            39,
            40,
            41
        ],
        "Floors": [
            17,
            18,
            33,
            34
        ]
    },
    {
        "Name": "2.8",
        "Generation": 2,
        "OpenTime": "2022/07/16 - 2022/08/31",
        "Phases": [
            46,
            47,
            48
        ],
        "Blessings": [
            42,
            43,
            44
        ],
        "Floors": [
            17,
            18,
            35,
            36
        ]
    },
    {
        "Name": "3.0",
        "Generation": 3,
        "OpenTime": "2022/09/01 - 2022/09/30",
        "Phases": [
            49,
            50
        ],
        "Blessings": [
            45,
            46
        ],
        "Floors": [
            37,
            38,
            39,
            40
        ]
    },
    {
        "Name": "3.1",
        "Generation": 3,
        "OpenTime": "2022/10/01 - 2022/11/15",
        "Phases": [
            51,
            52,
            53
        ],
        "Blessings": [
            47,
            48,
            49
        ],
        "Floors": [
            37,
            38,
            41,
            42
        ]
    },
    {
        "Name": "3.2",
        "Generation": 3,
        "OpenTime": "2022/11/16 - 2022/12/15",
        "Phases": [
            54,
            55
        ],
        "Blessings": [
            50,
            51
        ],
        "Floors": [
            37,
            38,
            43,
            44
        ]
    },
    {
        "Name": "3.3",
        "Generation": 3,
        "OpenTime": "2022/12/16 - 2023/01/31",
        "Phases": [
            56,
            57,
            58
        ],
        "Blessings": [
            52,
            53,
            54
        ],
        "Floors": [
            37,
            38,
            45,
            46
        ]
    },
    {
        "Name": "3.4",
        "Generation": 3,
        "OpenTime": "2023/02/01 - 2023/03/15",
        "Phases": [
            59,
            60,
            61
        ],
        "Blessings": [
            55,
            56,
            57
        ],
        "Floors": [
            37,
            38,
            47,
            48
        ]
    },
    {
        "Name": "3.5",
        "Generation": 3,
        "OpenTime": "2023/03/16 - 2023/04/15",
        "Phases": [
            62,
            63
        ],
        "Blessings": [
            58,
            59
        ],
        "Floors": [
            37,
            38,
            49,
            50
        ]
    },
    {
        "Name": "3.6",
        "Generation": 3,
        "OpenTime": "2023/04/16 - 2023/05/31",
        "Phases": [
            64,
            65,
            66
        ],
        "Blessings": [
            60,
            61,
            62
        ],
        "Floors": [
            37,
            38,
            51,
            52
        ]
    },
    {
        "Name": "3.7",
        "Generation": 3,
        "OpenTime": "2023/06/01 - 2023/07/15",
        "Phases": [
            67,
            68,
            69
        ],
        "Blessings": [
            63,
            64,
            65
        ],
        "Floors": [
            37,
            38,
            53,
            54
        ]
    },
    {
        "Name": "3.8",
        "Generation": 3,
        "OpenTime": "2023/07/16 - 2023/08/31",
        "Phases": [
            70,
            71,
            72
        ],
        "Blessings": [
            66,
            67,
            68
        ],
        "Floors": [
            37,
            38,
            55,
            56
        ]
    },
    {
        "Name": "4.0",
        "Generation": 4,
        "OpenTime": "2023/09/01 - 2023/09/30",
        "Phases": [
            73,
            74
        ],
        "Blessings": [
            69,
            70
        ],
        "Floors": [
            57,
            58,
            59,
            60
        ]
    },
    {
        "Name": "4.1",
        "Generation": 4,
        "OpenTime": "2023/10/01 - 2023/11/15",
        "Phases": [
            75,
            76,
            77
        ],
        "Blessings": [
            71,
            72,
            73
        ],
        "Floors": [
            57,
            58,
            61,
            62
        ]
    },
    {
        "Name": "4.2",
        "Generation": 4,
        "OpenTime": "2023/11/16 - 2023/12/31",
        "Phases": [
            78,
            79,
            80
        ],
        "Blessings": [
            74,
            75,
            76
        ],
        "Floors": [
            57,
            58,
            63,
            64
        ]
    },
    {
        "Name": "4.3",
        "Generation": 4,
        "OpenTime": "2024/01/01 - 2024/01/31",
        "Phases": [
            81,
            82
        ],
        "Blessings": [
            77,
            78
        ],
        "Floors": [
            57,
            58,
            65,
            66
        ]
    },
    {
        "Name": "4.4",
        "Show": "4.4",
        "Generation": 4,
        "OpenTime": "2024/02/01 - 2024/03/15",
        "Phases": [
            83,
            84,
            85
        ],
        "Blessings": [
            79,
            80,
            81
        ],
        "Floors": [
            57,
            58,
            67,
            68
        ]
    },
    {
        "Name": "4.5",
        "Show": "4.5",
        "Generation": 4,
        "OpenTime": "2024/03/16 - 2024/04/30",
        "Phases": [
            86,
            87,
            88
        ],
        "Blessings": [
            82,
            83,
            84
        ],
        "Floors": [
            57,
            58,
            69,
            70
        ]
    },
    {
        "Name": "4.6",
        "Show": "4.6",
        "Generation": 4,
        "OpenTime": "2024/05/01 - 2024/06/15",
        "Phases": [
            89,
            90,
            91
        ],
        "Blessings": [
            85,
            86,
            87
        ],
        "Floors": [
            57,
            58,
            71,
            72
        ]
    },
    {
        "Name": "4.7",
        "Show": "4.7",
        "Generation": 4,
        "OpenTime": "2024/06/16 - 2024/08/16",
        "Phases": [
            92,
            93
        ],
        "Blessings": [
            88,
            89
        ],
        "Floors": [
            57,
            58,
            73,
            74
        ]
    },
    {
        "Name": "4.8",
        "Show": "4.8",
        "Generation": 4,
        "OpenTime": "2024/08/16 - 2024/09/16",
        "Phases": [
            94
        ],
        "Blessings": [
            90
        ],
        "Floors": [
            57,
            58,
            75,
            76
        ]
    },
    {
        "Name": "5.0",
        "Show": "5.0",
        "Generation": 5,
        "OpenTime": "2024/09/16 - 2024/10/16",
        "Phases": [
            95
        ],
        "Blessings": [
            91
        ],
        "Floors": [
            77,
            78,
            79,
            80
        ]
    },
    {
        "Name": "5.1A",
        "Show": "5.1A",
        "Generation": 5,
        "OpenTime": "2024/10/16 - 2024/11/16",
        "Phases": [
            96
        ],
        "Blessings": [
            92
        ],
        "Floors": [
            77,
            78,
            81,
            82
        ]
    },
    {
        "Name": "5.1B",
        "Show": "5.1B",
        "Generation": 5,
        "OpenTime": "2024/11/16 - 2024/12/16",
        "Phases": [
            97
        ],
        "Blessings": [
            93
        ],
        "Floors": [
            77,
            78,
            83,
            84
        ]
    },
    {
        "Name": "5.2",
        "Show": "5.2",
        "Generation": 5,
        "OpenTime": "2024/12/16 - 2025/01/16",
        "Phases": [
            98
        ],
        "Blessings": [
            94
        ],
        "Floors": [
            77,
            78,
            85,
            86
        ]
    },
    {
        "Name": "5.3",
        "Show": "5.3",
        "Generation": 5,
        "OpenTime": "2025/01/16 - 2025/02/16",
        "Phases": [
            99
        ],
        "Blessings": [
            95
        ],
        "Floors": [
            77,
            78,
            87,
            88
        ]
    },
    {
        "Name": "5.4A",
        "Show": "5.4A",
        "Generation": 5,
        "OpenTime": "2025/02/16 - 2025/03/16",
        "Phases": [
            100
        ],
        "Blessings": [
            96
        ],
        "Floors": [
            77,
            78,
            89,
            90
        ]
    },
    {
        "Name": "5.4B",
        "Show": "5.4B",
        "Generation": 5,
        "OpenTime": "2025/03/16 - 2025/04/16",
        "Phases": [
            101
        ],
        "Blessings": [
            97
        ],
        "Floors": [
            77,
            78,
            91,
            92
        ]
    },
    {
        "Name": "5.5",
        "Show": "5.5",
        "Generation": 5,
        "OpenTime": "2025/04/16 - 2025/05/16",
        "Phases": [
            102
        ],
        "Blessings": [
            98
        ],
        "Floors": [
            77,
            78,
            93,
            94
        ]
    },
    {
        "Name": "5.6A",
        "Show": "5.6A",
        "Generation": 5,
        "OpenTime": "2025/05/16 - 2025/06/16",
        "Phases": [
            103
        ],
        "Blessings": [
            99
        ],
        "Floors": [
            77,
            78,
            95,
            96
        ]
    },
    {
        "Name": "5.6B",
        "Show": "5.6B",
        "Generation": 5,
        "OpenTime": "2025/06/16 - 2025/07/16",
        "Phases": [
            104
        ],
        "Blessings": [
            100
        ],
        "Floors": [
            77,
            78,
            97,
            98
        ]
    },
    {
        "Name": "5.7",
        "Show": "5.7",
        "Generation": 5,
        "OpenTime": "2025/07/16 - 2025/08/16",
        "Phases": [
            105
        ],
        "Blessings": [
            101
        ],
        "Floors": [
            77,
            78,
            99,
            100
        ]
    },
    {
        "Name": "5.8",
        "Show": "5.8",
        "Generation": 5,
        "OpenTime": "2025/08/16 - 2025/09/16",
        "Phases": [
            106
        ],
        "Blessings": [
            102
        ],
        "Floors": [
            77,
            78,
            101,
            102
        ]
    },
    {
        "Name": "6.0A",
        "Show": "6.0A",
        "Generation": 6,
        "OpenTime": "2025/09/16 - 2025/10/16",
        "Phases": [
            107
        ],
        "Blessings": [
            103
        ],
        "Floors": [
            103,
            104,
            105,
            106
        ]
    },
    {
        "Name": "6.0B",
        "Show": "6.0B",
        "Generation": 6,
        "OpenTime": "2025/10/16 - 2025/11/16",
        "Phases": [
            108
        ],
        "Blessings": [
            104
        ],
        "Floors": [
            103,
            104,
            107,
            108
        ]
    }
]

var _SpiralAbyssDPSData = [
    {
        "_id": 123,
        "Chamber": "12-3",
        "Title": "12-3 输出量演化",
        "SubTitle": "玉衡杯数据库 yuhengcup.wiki",
        "Color": "#00B0F0",
        "Data": [
            {
                "Ver": "1.0-1.1",
                "DPS": 1470605
            },
            {
                "Ver": "1.2",
                "DPS": 1470605
            },
            {
                "Ver": "1.3-1.4",
                "DPS": 1470605
            },
            {
                "Ver": "1.5",
                "DPS": 1084571
            },
            {
                "Ver": "1.6",
                "DPS": 1250014
            },
            {
                "Ver": "2.0",
                "DPS": 2359527
            },
            {
                "Ver": "2.1",
                "DPS": 3277741
            },
            {
                "Ver": "2.2",
                "DPS": 2665471
            },
            {
                "Ver": "2.3",
                "DPS": 3166821
            },
            {
                "Ver": "2.4",
                "DPS": 3308861
            },
            {
                "Ver": "2.5",
                "DPS": 1746991
            },
            {
                "Ver": "2.6",
                "DPS": 1250014
            },
            {
                "Ver": "2.7",
                "DPS": 3188951
            },
            {
                "Ver": "2.8",
                "DPS": 2606621
            },
            {
                "Ver": "3.0",
                "DPS": 3438521
            },
            {
                "Ver": "3.1",
                "DPS": 2773001
            },
            {
                "Ver": "3.2",
                "DPS": 3660361
            },
            {
                "Ver": "3.3",
                "DPS": 3577171
            },
            {
                "Ver": "3.4",
                "DPS": 3466251
            },
            {
                "Ver": "3.5",
                "DPS": 3411706
            },
            {
                "Ver": "3.6",
                "DPS": 3689006
            },
            {
                "Ver": "3.7",
                "DPS": 3327601
            },
            {
                "Ver": "3.8",
                "DPS": 3050301
            },
            {
                "Ver": "4.0",
                "DPS": 3493981
            },
            {
                "Ver": "4.1",
                "DPS": 3979256
            },
            {
                "Ver": "4.2",
                "DPS": 3333513
            },
            {
                "Ver": "4.3",
                "DPS": 4570767
            },
            {
                "Ver": "4.4",
                "DPS": 3688091
            },
            {
                "Ver": "4.5",
                "DPS": 4187321
            },
            {
                "Ver": "4.6",
                "DPS": 3944822
            },
            {
                "Ver": "4.7",
                "DPS": 4619065
            },
            {
                "Ver": "4.8",
                "DPS": [
                    0,
                    15.9
                ]
            },
            {
                "Ver": "5.0",
                "DPS": [
                    0,
                    20.3
                ]
            },
            {
                "Ver": "5.1A",
                "DPS": [
                    0,
                    11.5
                ]
            },
            {
                "Ver": "5.1B",
                "DPS": [
                    0,
                    17.3
                ]
            },
            {
                "Ver": "5.2",
                "DPS": [
                    0,
                    14.5
                ]
            },
            {
                "Ver": "5.3",
                "DPS": [
                    0,
                    15
                ]
            },
            {
                "Ver": "5.4A",
                "DPS": [
                    0,
                    15.3
                ]
            },
            {
                "Ver": "5.4B",
                "DPS": [
                    0,
                    24.6
                ]
            },
            {
                "Ver": "5.5",
                "DPS": [
                    3.4,
                    16.9
                ]
            },
            {
                "Ver": "5.6A",
                "DPS": [
                    9,
                    11.5
                ]
            },
            {
                "Ver": "5.6B",
                "DPS": [
                    0,
                    19.5
                ]
            },
            {
                "Ver": "5.7",
                "DPS": [
                    0,
                    18.35
                ]
            },
            {
                "Ver": "5.8",
                "DPS": [
                    0,
                    23
                ]
            },
            {
                "Ver": "6.0A",
                "DPS": [
                    16,
                    18.5
                ]
            },
            {
                "Ver": "6.0B",
                "DPS": [
                    0,
                    20.85
                ]
            }
        ]
    },
    {
        "_id": 122,
        "Chamber": "12-2",
        "Title": "12-2 输出量演化",
        "SubTitle": "玉衡杯数据库 yuhengcup.wiki",
        "Color": "#FFC000",
        "Data": [
            {
                "Ver": "1.0-1.1",
                "DPS": 996393
            },
            {
                "Ver": "1.2",
                "DPS": 996393
            },
            {
                "Ver": "1.3-1.4",
                "DPS": 766456
            },
            {
                "Ver": "1.5",
                "DPS": 720468
            },
            {
                "Ver": "1.6",
                "DPS": 1456266
            },
            {
                "Ver": "2.0",
                "DPS": 2452659
            },
            {
                "Ver": "2.1",
                "DPS": 2305421
            },
            {
                "Ver": "2.2",
                "DPS": 2688648
            },
            {
                "Ver": "2.3",
                "DPS": 1716861
            },
            {
                "Ver": "2.4",
                "DPS": 2789899
            },
            {
                "Ver": "2.5",
                "DPS": 1925824
            },
            {
                "Ver": "2.6",
                "DPS": 950405
            },
            {
                "Ver": "2.7",
                "DPS": 2452659
            },
            {
                "Ver": "2.8",
                "DPS": 1767086
            },
            {
                "Ver": "3.0",
                "DPS": 3071876
            },
            {
                "Ver": "3.1",
                "DPS": 2434172
            },
            {
                "Ver": "3.2",
                "DPS": 3053390
            },
            {
                "Ver": "3.3",
                "DPS": 2240276
            },
            {
                "Ver": "3.4",
                "DPS": 2745597
            },
            {
                "Ver": "3.5",
                "DPS": 3335432
            },
            {
                "Ver": "3.6",
                "DPS": 3399039
            },
            {
                "Ver": "3.7",
                "DPS": 3605041
            },
            {
                "Ver": "3.8",
                "DPS": 3553541
            },
            {
                "Ver": "4.0",
                "DPS": 3193037
            },
            {
                "Ver": "4.1",
                "DPS": 3347538
            },
            {
                "Ver": "4.2",
                "DPS": 3682292
            },
            {
                "Ver": "4.3",
                "DPS": 3636567
            },
            {
                "Ver": "4.4",
                "DPS": 3090036
            },
            {
                "Ver": "4.5",
                "DPS": 3912229
            },
            {
                "Ver": "4.6",
                "DPS": 3448789
            },
            {
                "Ver": "4.7",
                "DPS": 4468445
            },
            {
                "Ver": "4.8",
                "DPS": [
                    9,
                    14.6
                ]
            },
            {
                "Ver": "5.0",
                "DPS": [
                    20,
                    11.9
                ]
            },
            {
                "Ver": "5.1A",
                "DPS": [
                    12,
                    7.6
                ]
            },
            {
                "Ver": "5.1B",
                "DPS": [
                    0,
                    15.5
                ]
            },
            {
                "Ver": "5.2",
                "DPS": [
                    0,
                    14.2
                ]
            },
            {
                "Ver": "5.3",
                "DPS": [
                    0,
                    15.2
                ]
            },
            {
                "Ver": "5.4A",
                "DPS": [
                    9,
                    12.85
                ]
            },
            {
                "Ver": "5.4B",
                "DPS": [
                    9,
                    19.6
                ]
            },
            {
                "Ver": "5.5",
                "DPS": [
                    0,
                    22.3
                ]
            },
            {
                "Ver": "5.6A",
                "DPS": [
                    0,
                    15.9
                ]
            },
            {
                "Ver": "5.6B",
                "DPS": [
                    6.4,
                    20.35
                ]
            },
            {
                "Ver": "5.7",
                "DPS": [
                    9,
                    17.3
                ]
            },
            {
                "Ver": "5.8",
                "DPS": [
                    0,
                    19.7
                ]
            },
            {
                "Ver": "6.0A",
                "DPS": [
                    0,
                    18.9
                ]
            },
            {
                "Ver": "6.0B",
                "DPS": [
                    0,
                    10.6
                ]
            }
        ]
    },
    {
        "_id": 121,
        "Chamber": "12-1",
        "Title": "12-1 输出量演化",
        "SubTitle": "玉衡杯数据库 yuhengcup.wiki",
        "Color": "#00B050",
        "Data": [
            {
                "Ver": "1.0-1.1",
                "DPS": 901837
            },
            {
                "Ver": "1.2",
                "DPS": 1179326
            },
            {
                "Ver": "1.3-1.4",
                "DPS": 1109954
            },
            {
                "Ver": "1.5",
                "DPS": 1109954
            },
            {
                "Ver": "1.6",
                "DPS": 1109954
            },
            {
                "Ver": "2.0",
                "DPS": 1800578
            },
            {
                "Ver": "2.1",
                "DPS": 1425496
            },
            {
                "Ver": "2.2",
                "DPS": 1683957
            },
            {
                "Ver": "2.3",
                "DPS": 2135146
            },
            {
                "Ver": "2.4",
                "DPS": 2874415
            },
            {
                "Ver": "2.5",
                "DPS": 2430433
            },
            {
                "Ver": "2.6",
                "DPS": 1479883
            },
            {
                "Ver": "2.7",
                "DPS": 2081163
            },
            {
                "Ver": "2.8",
                "DPS": 1604752
            },
            {
                "Ver": "3.0",
                "DPS": 2180576
            },
            {
                "Ver": "3.1",
                "DPS": 1680860
            },
            {
                "Ver": "3.2",
                "DPS": 2930149
            },
            {
                "Ver": "3.3",
                "DPS": 3134578
            },
            {
                "Ver": "3.4",
                "DPS": 3146278
            },
            {
                "Ver": "3.5",
                "DPS": 1955536
            },
            {
                "Ver": "3.6",
                "DPS": 2930149
            },
            {
                "Ver": "3.7",
                "DPS": 1771245
            },
            {
                "Ver": "3.8",
                "DPS": 2804925
            },
            {
                "Ver": "4.0",
                "DPS": 2750302
            },
            {
                "Ver": "4.1",
                "DPS": 2978036
            },
            {
                "Ver": "4.2",
                "DPS": 3704894
            },
            {
                "Ver": "4.3",
                "DPS": 3747865
            },
            {
                "Ver": "4.4",
                "DPS": 3566150
            },
            {
                "Ver": "4.5",
                "DPS": 4043151
            },
            {
                "Ver": "4.6",
                "DPS": 3835673
            },
            {
                "Ver": "4.7",
                "DPS": 3544192
            },
            {
                "Ver": "4.8",
                "DPS": [
                    0,
                    22.5
                ]
            },
            {
                "Ver": "5.0",
                "DPS": [
                    0,
                    18.8
                ]
            },
            {
                "Ver": "5.1A",
                "DPS": [
                    0,
                    14.6
                ]
            },
            {
                "Ver": "5.1B",
                "DPS": [
                    0,
                    17.15
                ]
            },
            {
                "Ver": "5.2",
                "DPS": [
                    38,
                    9.8
                ]
            },
            {
                "Ver": "5.3",
                "DPS": [
                    0,
                    24.7
                ]
            },
            {
                "Ver": "5.4A",
                "DPS": [
                    39,
                    6
                ]
            },
            {
                "Ver": "5.4B",
                "DPS": [
                    6.4,
                    16.6
                ]
            },
            {
                "Ver": "5.5",
                "DPS": [
                    6.4,
                    16.5
                ]
            },
            {
                "Ver": "5.6A",
                "DPS": [
                    0,
                    22.26
                ]
            },
            {
                "Ver": "5.6B",
                "DPS": [
                    5,
                    20.1
                ]
            },
            {
                "Ver": "5.7",
                "DPS": [
                    0,
                    20.65
                ]
            },
            {
                "Ver": "5.8",
                "DPS": [
                    0,
                    27.3
                ]
            },
            {
                "Ver": "6.0A",
                "DPS": [
                    0,
                    26
                ]
            },
            {
                "Ver": "6.0B",
                "DPS": [
                    0,
                    15.125
                ]
            }
        ]
    }
]

var _SpiralAbyssBlessingConfig = {
    "0": {
        "Name": "新芽之月",
        "Desc": "战斗时，场地中有时会出现光环：恢复角色的元素能量。<br>冲刺时，会留下一个不稳定的能量团，1秒后爆炸。该效果每10秒可触发一次，最多可储存三次。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：4m",
                "ShockWaveDMG": 4
            }
        ]
    },
    "1": {
        "Name": "钢铁之月",
        "Desc": "战斗时，场地中有时会出现光环：提高角色的护盾强效。<br>若角色的体力高于50%，攻击命中敌人时会释放冲击波。该效果每10秒只能触发一次。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：4m",
                "ShockWaveDMG": 4
            }
        ]
    },
    "2": {
        "Name": "绽放之月",
        "Desc": "战斗时，场地中有时会出现光环：提升角色的普通攻击速度与伤害。<br>角色的普通攻击与重击在短时间内连续命中敌人时，会获得伤害增加的效果。该效果持续1秒，至多叠加10层，叠加时有50%的几率释放冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：4m",
                "ShockWaveDMG": 4
            }
        ]
    },
    "3": {
        "Name": "坚守之月",
        "Desc": "角色处于护盾庇护下时，攻击力提升50%。"
    },
    "4": {
        "Name": "宝石之月",
        "Desc": "角色获取结晶反应产生的晶片时，会对周围的敌人造成晶片对应元素的范围伤害。该伤害受益于角色的护盾强效属性。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：4m<br>每1%护盾强效可使该伤害提升1%",
                "ShockWaveDMG": 2
            }
        ]
    },
    "5": {
        "Name": "抗争之月",
        "Desc": "处于护盾庇护下的角色受到攻击时，会引发能量爆裂，对周围的敌人造成伤害。此效果4秒内最多触发一次，伤害受益于角色的护盾强效属性。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m<br>每1%护盾强效可使该伤害提升1%",
                "ShockWaveDMG": 4
            }
        ]
    },
    "6": {
        "Name": "初雪之月",
        "Desc": "角色获得岩元素与冰元素结晶反应产生的冰元素晶片时，会释放冲击波，对周围的敌人造成伤害。<br>角色获得岩元素与冰元素结晶反应产生的冰元素晶片时，元素战技的冷却时间减少1秒。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 2
            }
        ]
    },
    "7": {
        "Name": "仲冬之月",
        "Desc": "角色获得岩元素与冰元素结晶反应产生的冰元素晶片时，获得5%攻击力提升、5%攻击速度提升，与4%移动速度提升。该效果持续20秒，至多叠加5次。"
    },
    "8": {
        "Name": "霜噬之月",
        "Desc": "角色获得岩元素与冰元素结晶反应产生的冰元素晶片时，暴击率提高8%。该效果持续20秒，至多叠加5次。"
    },
    "9": {
        "Name": "正行之月",
        "Desc": "当前场上的角色生命值低于70%时，攻击力提升20%，攻击速度提升15%。<br>当前场上角色生命值低于35%且处于护盾庇护下时，暴击率提升20%，暴击伤害提升40%。"
    },
    "10": {
        "Name": "吐故之月",
        "Desc": "每10秒，会进行一次能量充能，同时至多持有3层能量充能。若当前场上的角色生命值低于50%，在普通攻击命中敌人时，会消耗充能，并在敌人所在位置留下一个不稳定的能量团，1秒后爆炸。每2秒至多产生一次能量团。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 3
            }
        ]
    },
    "11": {
        "Name": "明威之月",
        "Desc": "当前场上角色的生命值低于50%时，普通攻击与重击命中敌人后的10秒内，造成的伤害提高2%。该效果至多叠加10次，该效果对队伍中不同角色有独立的持续时间与叠加次数。该效果叠加或持续时间刷新时，有50%的概率释放能量冲击。每10秒至多触发一次能量冲击。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 3
            }
        ]
    },
    "12": {
        "Name": "风行之月",
        "Desc": "角色拥有提升攻击力的风行光环，至多使角色的攻击力提升60%。光环中的敌人数量每增加1个，该光环的效果就降低25%。当角色身边的敌人数量大于或等于4个时，该效果不再提供攻击力提升效果。"
    },
    "13": {
        "Name": "天行之月",
        "Desc": "下落攻击命中敌人后的10秒内，敌人的防御力降低40%。"
    },
    "14": {
        "Name": "剑舞之月",
        "Desc": "角色的普通攻击在2秒内连续命中敌人时，该角色造成的物理伤害提升5%，持续10秒，至多叠加5层；这些攻击类型同时命中多个敌人时，只能叠加一层。处于5层效果下的角色的攻击命中敌人时，会释放冲击波，造成范围伤害，每1秒至多释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：4m",
                "ShockWaveDMG": 1.5
            }
        ]
    },
    "15": {
        "Name": "荆棘之月",
        "Desc": "敌人的攻击命中处于护盾庇护下的角色时，会进行反噬：释放冲击波，造成范围伤害。该效果每6秒只能触发一次。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：4m",
                "ShockWaveDMG": 15
            }
        ]
    },
    "16": {
        "Name": "叛逆之月",
        "Desc": "角色的物理属性的普通攻击、重击或下落攻击命中敌人时，该角色的暴击率提升3%，持续10秒，至多叠加5层；这些攻击类型同时命中多个敌人时，只能叠加一层。处于5层效果下的角色的攻击造成暴击时，会释放冲击波，造成范围伤害，每1秒至多释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：4m",
                "ShockWaveDMG": 2
            }
        ]
    },
    "17": {
        "Name": "涡旋之月",
        "Desc": "当前场上角色使附近的敌人发生扩散反应时，会在发生反应的敌人处释放冲击波，造成范围伤害。每3.5秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：4m",
                "ShockWaveDMG": 10
            }
        ]
    },
    "18": {
        "Name": "风来之月",
        "Desc": "当前场上角色使附近的敌人发生扩散反应时，会为队伍中所有角色恢复4点元素能量。该效果每3.5秒至多触发一次。"
    },
    "19": {
        "Name": "山岚之月",
        "Desc": "当前场上角色使附近的敌人发生扩散反应时，会在扩散反应位置留下持续8秒的山岚光环，每2秒对光环内的敌人造成一次伤害。每9秒最多产生一次山岚光环。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：2.5m",
                "ShockWaveDMG": 5
            }
        ]
    },
    "20": {
        "Name": "粉碎之月",
        "Desc": "当前场上角色的元素能量充满时，普通攻击、重击、下落攻击命中敌人时，将使敌人的防御力降低7%。该效果持续10秒，至多叠加5层，每层效果独立计时。"
    },
    "21": {
        "Name": "充盈之月",
        "Desc": "当前场上角色获得元素晶球或元素微粒时，将释放冲击波，对周围的敌人造成伤害。每4秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 10
            }
        ]
    },
    "22": {
        "Name": "昂藏之月",
        "Desc": "施放元素爆发后，队伍中所有角色的攻击力提升20%。该效果持续10秒，至多叠加3层，每层效果独立计时。"
    },
    "23": {
        "Name": "晦朔之月",
        "Desc": "施放元素爆发后，队伍中所有角色的攻击力提高6.5%。该效果持续15秒，至多叠加7次。叠加7次后，当前场上角色的普通攻击命中敌人时，会在敌人的位置释放冲击波，造成范围伤害。每2秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 2.22
            }
        ]
    },
    "24": {
        "Name": "乱舞之月",
        "Desc": "角色施放元素爆发后的10秒内，该角色的普通攻击与重击命中敌人时，会以损失1%生命值为代价，在敌人的位置释放冲击波，造成范围伤害。该效果将在角色退场时解除，队伍中所有角色每1秒至多通过这种方式释放一次冲击波。当前场上角色可能因为这种生命值损失而倒下。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 5.8
            }
        ]
    },
    "25": {
        "Name": "先阵之月",
        "Desc": "挑战开始后，角色元素能量大于或等于50%时，该角色每秒获得6.5%攻击力提升，该效果至多叠加10次。当角色的元素能量低于30%时，将清除通过上述方式获得的攻击力提升。"
    },
    "26": {
        "Name": "万千言祝之月",
        "Desc": "挑战开始后，角色的元素能量为100%时，每1秒可以获得1层「言祝」，至多叠加10层。该角色施放元素爆发后，将清除其拥有的所有「言祝」效果，依据清除的层数，每层使该角色在接下来的10秒内造成的伤害提升5%。角色处于上述伤害提升效果的状态下时，无法获得「言祝」。"
    },
    "27": {
        "Name": "万华之月",
        "Desc": "挑战开始后，当前场上角色的元素能量大于或等于50%时，将会持续施放冲击波，对周围的敌人造成伤害；元素能量为100%时，冲击波造成的伤害会进一步提升。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "非满能量 | 半径：4m",
                "ShockWaveDMG": 5
            },
            {
                "ShockWaveDesc": "满能量 | 半径：4m",
                "ShockWaveDMG": 8.33
            }
        ]
    },
    "28": {
        "Name": "萃炼之月",
        "Desc": "获得结晶反应形成的晶片后，会获得一层萃炼：当前场上角色造成的伤害提升8%，持续10秒，至多叠加3层。处于3层萃炼效果下的角色获得结晶反应形成的晶片后，将释放冲击波，对附近的敌人造成真实伤害。每3秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 3.74
            }
        ]
    },
    "29": {
        "Name": "灵石之月",
        "Desc": "当前场上角色身边存在岩元素创造物时，重击造成的伤害提升30%，消耗的体力降低50%。"
    },
    "30": {
        "Name": "纯色之月",
        "Desc": "角色通过普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成元素伤害后，队伍中所有角色获得10%对应的元素伤害加成，并每3秒将进一步获得10%该元素伤害加成，直到通过该渊月祝福的效果获得100%元素伤害加成为止。当角色通过上述方式对敌人造成了其他元素的伤害后，此前获得的元素伤害加成将被清除。"
    },
    "31": {
        "Name": "舞剑之月",
        "Desc": "当前场上角色的普通攻击、重击或下落攻击在2秒内多次命中敌人后，该角色的普通攻击、重击与下落攻击造成的伤害提升5%，持续8秒，至多叠加15层。该效果每0.1秒至多触发一次，将在角色倒下或退场时清除。"
    },
    "32": {
        "Name": "盛放之月",
        "Desc": "当前场上角色视为普通攻击伤害的攻击命中敌人后，有50%的几率在命中敌人的位置释放冲击波，在范围内造成真实伤害。每0.3秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：3m",
                "ShockWaveDMG": 2.4
            }
        ]
    },
    "33": {
        "Name": "苏醒之月",
        "Desc": "当前场上角色的普通攻击、重击或下落攻击在2秒内多次命中敌人后，该角色将获得一层「冒头」效果。该效果每0.1秒至多触发一次，持续8秒，「冒头」效果将在角色倒下或退场时清除。角色的「冒头」效果叠加15次之后，会将其清除并释放冲击波，对附近的敌人造成真实伤害。通过这种方式释放冲击波之后的10秒内，队伍中所有角色造成的伤害提升25%。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：8m",
                "ShockWaveDMG": 29.95
            }
        ]
    },
    "34": {
        "Name": "稻光之月",
        "Desc": "敌人受到<color style='color:#0000FF;'>感电反应造成的伤害</color>后，雷元素抗性降低<color style='color:#0000FF;'>10%</color>，该效果持续10秒，至多叠加<color style='color:#0000FF;'>4</color>层，每层持续时间独立计算，每1.2秒至多对同一个敌人施加一次该效果。"
    },
    "35": {
        "Name": "神鸣之月",
        "Desc": "当前场上角色的普通攻击、重击、下落攻击、元素战技、元素爆发命中处于<color style='color:#0000FF;'>雷元素附着</color>影响下的敌人后，会在敌人的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害。每2秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 6
            }
        ]
    },
    "36": {
        "Name": "薄冰之月",
        "Desc": "角色的普通攻击命中敌人后，会为敌人赋予断末之纹。10秒后，断末之纹将被移除，并对该敌人造成真实伤害。角色的普通攻击命中<color style='color:#0000FF;'>附有断末之纹</color>的敌人后，将使断末之纹移除时造成的伤害提高，至多提高<color style='color:#0000FF;'>9</color>次。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "满10层伤害",
                "ShockWaveDMG": 50
            }
        ]
    },
    "37": {
        "Name": "骤雨之月",
        "Desc": "角色的普通攻击命中敌人后，该角色普通攻击造成的伤害提升<color style='color:#0000FF;'>12%</color>，持续5秒。该效果至多叠加<color style='color:#0000FF;'>5</color>层，每层独立计时，每0.1秒至多触发一次。"
    },
    "38": {
        "Name": "初虹之月",
        "Desc": "角色的普通攻击对敌人造成伤害后，基于伤害对应的物理抗性或元素抗性，该敌人的<color style='color:#0000FF;'>此抗性降低6%</color>，持续5秒，至多叠加<color style='color:#0000FF;'>7</color>层。通过这种方式施加的不同属性的抗性降低可以同时存在，独立计算叠加层数与持续时间。"
    },
    "39": {
        "Name": "近寄之月",
        "Desc": "当前场上角色施放元素战技后的8秒内，<color style='color:#0000FF;'>普通攻击伤害提升16%</color>。该效果持续8秒，至多叠加3层，每层独立计时。"
    },
    "40": {
        "Name": "纸一重之月",
        "Desc": "角色的元素战技命中敌人后，该敌人的<color style='color:#0000FF;'>物理抗性与所有元素抗性降低12%</color>。该效果持续8秒，至多叠加3层，每层独立计时。"
    },
    "41": {
        "Name": "斩铁之月",
        "Desc": "当前场上角色施放元素战技后，该角色接下来的第一次普通攻击命中敌人时，将在敌人所处的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害。每1.2秒触发一次这个效果。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：3m",
                "ShockWaveDMG": 6
            }
        ]
    },
    "42": {
        "Name": "奋勇之月",
        "Desc": "角色登场后，每2秒获得一层「奋勇」效果，<color style='color:#0000FF;'>攻击力提升20%</color>，该效果至多叠加3层。处于3层「奋勇」状态下的角色在重击命中敌人时，将在敌人的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害，每2秒至多通过这种方式释放一次冲击波。角色退场时，将清除所有的「奋勇」效果。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：3m",
                "ShockWaveDMG": 7.49
            }
        ]
    },
    "43": {
        "Name": "风洗之月",
        "Desc": "角色对敌人触发扩散反应时，敌人的<color style='color:#0000FF;'>防御力降低12%</color>，持续10秒。该效果至多叠加3层，每层持续时间独立计算。"
    },
    "44": {
        "Name": "碎破之月",
        "Desc": "当前场上角色的普通攻击、重击或下落攻击命中敌人后，该角色<color style='color:#0000FF;'>普通攻击、重击与下落攻击造成的伤害提升12%</color>，持续8秒。该效果每0.1秒至多触发一次，至多叠加4层，每层持续时间独立计算。角色退场后，将清除该效果。"
    },
    "45": {
        "Name": "绽放之月",
        "Desc": "角色通过草原核对敌人造成伤害后（包含烈绽放、超绽放），该角色的<color style='color:#0000FF;'>攻击力提升15%</color>，持续8秒。该效果至多叠加4次，每0.1秒至多获得一次该效果带来的攻击力提升。"
    },
    "46": {
        "Name": "苏生之月",
        "Desc": "角色对敌人触发原激化反应后的10秒内，受影响的敌人<color style='color:#0000FF;'>防御力降低35%</color>。"
    },
    "47": {
        "Name": "疏果之月",
        "Desc": "角色触发绽放、超绽放、烈绽放反应后，队伍中所有角色的<color style='color:#0000FF;'>元素精通提升40点</color>，持续10秒。该效果每0.1秒至多触发一次，至多叠加5层，每层持续时间独立计算。"
    },
    "48": {
        "Name": "攀附之月",
        "Desc": "敌人受到草原核（包含烈绽放、超绽放）造成的伤害后，<color style='color:#0000FF;'>所有元素抗性与物理抗性降低8%</color>，持续6秒，该效果至多叠加4层。"
    },
    "49": {
        "Name": "迸发之月",
        "Desc": "当草原核（包含烈绽放、超绽放）的攻击命中敌人后，将在敌人的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害。每2秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 6
            }
        ]
    },
    "50": {
        "Name": "惊霰之月",
        "Desc": "角色对敌人造成伤害后，将在敌人所在的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害。每种伤害的元素类型（包含物理伤害）每8秒可以通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 6
            }
        ]
    },
    "51": {
        "Name": "狂蔓之月",
        "Desc": "角色对敌人触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，队伍中所有角色获得<color style='color:#0000FF;'>10%草元素伤害加成</color>，持续10秒，该效果每5秒至多触发一次，至多叠加4次。叠加4次后，角色对敌人造成草元素伤害时，将在敌人所在的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害。每5秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：10m",
                "ShockWaveDMG": 7.49
            }
        ]
    },
    "52": {
        "Name": "终战之月",
        "Desc": "当前场上角色的普通攻击、重击与下落攻击对敌人造成伤害后，获得<color style='color:#0000FF;'>10%该伤害对应的元素伤害或物理伤害加成</color>。该效果持续4秒，至多叠加6次，每1秒至多触发1次，并将在角色退场或造成不同元素或物理类型的伤害后清除。"
    },
    "53": {
        "Name": "风来之月",
        "Desc": "当前场上角色对敌人触发扩散反应后，队伍中所有角色的<color style='color:#0000FF;'>暴击伤害提升20%</color>，该效果持续8秒，至多叠加3次，每1秒至多触发一次。"
    },
    "54": {
        "Name": "压胜之月",
        "Desc": "当前场上角色通过普通攻击、重击、下落攻击、元素战技、元素爆发连续对敌人造成同类元素伤害时，将进行计数，每1秒至多进行一次计数。计数达到5次时，将在敌人所在位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害，并移除已有的计数。该角色退场或是造成其他元素类型的伤害时，将移除所有的计数。造成物理伤害不会移除计数。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 11.98
            }
        ]
    },
    "55": {
        "Name": "丛棘之月",
        "Desc": "处于原激化状态下的敌人的<color style='color:#0000FF;'>草元素抗性和雷元素抗性降低30%</color>，该效果将在原激化状态结束2秒后移除。"
    },
    "56": {
        "Name": "郁苍之月",
        "Desc": "角色通过普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成草元素伤害后，将获得一层「郁苍」效果：<color style='color:#0000FF;'>角色造成的伤害提升8%</color>。该效果持续6秒，每0.1秒至多触发一次，至多叠加6层，每层独立计时。"
    },
    "57": {
        "Name": "奋荣之月",
        "Desc": "角色对敌人触发蔓激化、超激化反应时，将在敌人的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害。每3秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 9
            }
        ]
    },
    "58": {
        "Name": "衔勇之月",
        "Desc": "角色的生命值降低时，队伍中所有角色将获得一层「衔勇」效果：<color style='color:#0000FF;'>造成的伤害提升8%</color>。该效果持续8秒，每0.3秒至多触发一次，至多叠加4层，每层独立计时。"
    },
    "59": {
        "Name": "劲锐之月",
        "Desc": "角色的生命值降低时，将在当前场上角色的位置<color style='color:#0000FF;'>释放冲击波</color>，对附近的敌人造成真实伤害。该效果每3秒至多触发一次。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 9
            }
        ]
    },
    "60": {
        "Name": "轰震之月",
        "Desc": "当前场上角色的生命值降低时，将在该角色的位置<color style='color:#0000FF;'>释放冲击波</color>，对附近的敌人造成真实伤害，该效果每0.8秒至多触发一次。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 2.4
            }
        ]
    },
    "61": {
        "Name": "迸烈之月",
        "Desc": "角色触发绽放反应后，队伍内所有角色<color style='color:#0000FF;'>绽放、超绽放、烈绽放造成的伤害提升35%</color>，该效果持续6秒，每0.1秒至多触发一次，最多叠加4层，每层独立计时。"
    },
    "62": {
        "Name": "遒茂之月",
        "Desc": "草原核造成的伤害（包含烈绽放、超绽放）命中角色时，队伍中所有角色的<color style='color:#0000FF;'>元素精通提升200点</color>，持续4秒。"
    },
    "63": {
        "Name": "滚奏之月",
        "Desc": "角色的普通攻击命中敌人后，将为该敌人施加滚奏之印。3秒后，滚奏之印将被移除，并对该敌人造成真实伤害。角色的普通攻击命中<color style='color:#0000FF;'>附有滚奏之印</color>的敌人后，将使滚奏之印移除时造成的伤害提高，至多提高9次。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "满10层伤害：",
                "ShockWaveDMG": 11.5
            }
        ]
    },
    "64": {
        "Name": "强形之月",
        "Desc": "当前场上的角色的普通攻击命中敌人后，该角色造成的伤害提升<color style='color:#0000FF;'>12%</color>，持续2秒。该效果至多叠加<color style='color:#0000FF;'>5</color>层，每层独立计时，每0.05秒至多触发一次。角色退场时，该效果将被移除。"
    },
    "65": {
        "Name": "纤堕之月",
        "Desc": "角色的普通攻击命中敌人后，基于攻击类型对应的物理抗性或元素抗性，该敌人的<color style='color:#0000FF;'>此抗性降低6%</color>，持续2秒，至多叠加<color style='color:#0000FF;'>6</color>层，通过这种方式施加的不同属性的抗性降低可以同时存在，独立计算叠加层数与持续时间。"
    },
    "66": {
        "Name": "迅节之月",
        "Desc": "角色登场后的10秒内，角色的<color style='color:#0000FF;'>普通攻击、重击与下落攻击造成的伤害提升30%，攻击速度提升10%</color>。角色退场时，该效果将被移除。"
    },
    "67": {
        "Name": "变巧之月",
        "Desc": "角色损失或恢复生命值时，队伍中所有角色的<color style='color:#0000FF;'>攻击力提升7.5%</color>，持续10秒。该效果每0.1秒至多触发一次，至多叠加4层，每层独立计时。"
    },
    "68": {
        "Name": "连步之月",
        "Desc": "当前场上角色通过普通攻击、重击或下落攻击连续对敌人造成同类元素伤害或物理伤害时，将进行计数，每0.3秒至多进行一次计数，每种元素类型与物理伤害造成的计数分别独立存在。计数达到6次时，将在敌人所在位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害，并移除该伤害类型的计数。该角色退场时，将移除所有的计数。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "冲击波伤害 | 半径：5m",
                "ShockWaveDMG": 9
            }
        ]
    },
    "69": {
        "Name": "灵醒之月",
        "Desc": "角色的生命值恢复时，该角色的<color style='color:#0000FF;'>攻击力提升10%</color>，此效果持续10秒，至多叠加3层，每层独立计时。角色的生命值降低时，该角色的<color style='color:#0000FF;'>元素精通提升40</color>，此效果持续10秒，至多叠加3层，每层独立计时。角色生命值恢复与降低触发的效果分别独立存在，独立计时。"
    },
    "70": {
        "Name": "盘转之月",
        "Desc": "角色的生命值恢复或降低时，该角色获得<color style='color:#0000FF;'>40%所有元素伤害与物理伤害加成</color>，持续3秒。"
    },
    "71": {
        "Name": "劲切之月",
        "Desc": "角色的当前生命值提升或降低时，<color style='color:#0000FF;'>普通攻击与重击造成的伤害提升16%</color>，该效果持续6秒，每0.5秒至多触发一次，至多叠加3层。"
    },
    "72": {
        "Name": "分进之月",
        "Desc": "角色的重击命中敌人后，依据重击的元素伤害或物理伤害类型，角色获得<color style='color:#0000FF;'>20%对应元素伤害或物理伤害加成</color>，该效果持续5秒，每0.5秒至多触发一次，至多叠加3层。由不同元素伤害或物理伤害类型的重击产生的加成效果分别独立存在，独立计时。"
    },
    "73": {
        "Name": "并力之月",
        "Desc": "当前场上角色的普通攻击或重击命中敌人后，该角色<color style='color:#0000FF;'>普通攻击与重击的暴击率提升6%</color>。该效果持续5秒，每0.1秒至多触发一次，至多叠加5层，每层独立计时。角色退场后，将清除该效果。"
    },
    "74": {
        "Name": "潮信之月",
        "Desc": "角色的当前生命值提升或降低时，将进行计数。计数达到12次时，将在角色的位置<color style='color:#0000FF;'>释放冲击波</color>，对附近的敌人造成真实伤害，并移除已有的计数。每4秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：10m",
                "ShockWaveDMG": 12
            }
        ]
    },
    "75": {
        "Name": "诡殊之月",
        "Desc": "处于队伍后台的角色对敌人造成元素战技伤害时，将为该敌人施加诡殊之印。另一名当前场上角色以相同元素的攻击命中附有诡殊之印的敌人时，将在敌人的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害。诡殊之印持续5秒，通过不同元素的伤害产生的诡殊之印分别独立存在，独立计时。每2秒至多通过这种方式释放一次冲击波。角色登场时，该角色为敌人施加的诡殊之印将被移除。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 6
            }
        ]
    },
    "76": {
        "Name": "鹰扬之月",
        "Desc": "角色登场后，每2.5秒将获得一层「鹰扬」效果，每层鹰扬效果会使角色<color style='color:#0000FF;'>造成的伤害提升8%</color>。<br>此效果至多叠加3层，持有3层「鹰扬」效果的角色对敌人造成伤害时，将在敌人的位置<color style='color:#0000FF;'>释放冲击波</color>，造成真实伤害。<br>该效果将在角色退场时解除，每1秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 4
            }
        ]
    },
    "77": {
        "Name": "壮固之月",
        "Desc": "角色获取结晶反应产生的晶片后，将产生「壮固之能」状态。处于该状态下的当前场上角色<color style='color:#0000FF;'>造成的伤害提升15%</color>，该状态持续8秒，至多叠加3层，每层独立计时。"
    },
    "78": {
        "Name": "迸断之月",
        "Desc": "角色获取结晶反应产生的晶片时，将进行计数，计数达到3次时，将在角色的位置<color style='color:#0000FF;'>释放冲击波</color>，对附近的敌人造成真实伤害，并移除计数。此效果每6秒至多触发一次。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：8m",
                "ShockWaveDMG": 18
            }
        ]
    },
    "79": {
        "Name": "涨势之月",
        "Desc": "角色受到治疗时，将进行计数。计数达到16次时，将在角色的位置<color style='color:#0000FF;'>释放冲击波</color>，对附近的敌人造成真实伤害，并移除已有的计数。每8秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：8m",
                "ShockWaveDMG": 24
            }
        ]
    },
    "80": {
        "Name": "劲韧之月",
        "Desc": "当前场上角色的下落攻击命中敌人后，该角色的<color style='color:#0000FF;'>下落攻击伤害提升20%</color>，持续8秒，该效果每0.1秒至多触发一次，至多叠加3层，每层独立计时。角色退场时，该效果将被移除。"
    },
    "81": {
        "Name": "陨坠之月",
        "Desc": "当前场上角色的下落攻击命中敌人时，将在角色的位置<color style='color:#0000FF;'>释放冲击波</color>，对附近的敌人造成真实伤害，每2秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：5m",
                "ShockWaveDMG": 6
            }
        ]
    },
    "82": {
        "Name": "迸裂之月",
        "Desc": "角色创造岩元素创造物时，将在角色的位置<color style='color:#0000FF;'>释放冲击波</color>，对附近的敌人造成真实伤害，每6秒至多通过这种方式释放一次冲击波。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "半径：8m",
                "ShockWaveDMG": 18
            }
        ]
    },
    "83": {
        "Name": "砾石之月",
        "Desc": "角色累计对敌人造成3次岩元素伤害后，<color style='color:#0000FF;'>获得50%岩元素伤害加成</color>，持续10秒。每0.1秒至多计入一次岩元素伤害。"
    },
    "84": {
        "Name": "箭风之月",
        "Desc": "角色触发扩散反应后，队伍中所有角色的<color style='color:#0000FF;'>普通攻击、重击与下落攻击造成的伤害提升20%</color>，该效果持续10秒，每0.1秒至多触发一次，至多叠加3层，每层独立计时。"
    },
    "85": {
        "Name": "扇烈之月",
        "Desc": "角色对敌人触发蒸发、超载、融化、燃烧、烈绽放、火元素扩散或火元素结晶反应时，敌人的<color style='color:#0000FF;'>所有元素抗性和物理抗性降低30%</color>，持续4秒。"
    },
    "86": {
        "Name": "奋戈之月",
        "Desc": "角色受到治疗时，该角色的<color style='color:#0000FF;'>攻击力提升50%</color>，持续3秒。"
    },
    "87": {
        "Name": "得策之月",
        "Desc": "角色的当前生命值提升或降低时，该角色<color style='color:#0000FF;'>获得16%所有元素伤害与物理伤害加成</color>，持续8秒。<br>此效果至多叠加3层，每层独立计时。"
    },
    "88": {
        "Name": "锐进之月",
        "Desc": "当前场上角色施放元素战技后的10秒内，<color style='color:#0000FF;'>普通攻击造成的伤害提升20%</color>，且该角色的普通攻击命中敌人时，将进行计数，每0.1秒至多进行一次计数，计数达到3次时，将在敌人的位置释放冲击波，并移除计数，对附近的敌人<color style='color:#0000FF;'>造成真实伤害</color>。每1.5秒至多通过这种方式触发一次冲击波，角色退场时将移除此效果并清空计数。"
    },
    "89": {
        "Name": "攻疗之月",
        "Desc": "角色受到治疗后，该角色的<color style='color:#0000FF;'>元素战技造成的伤害提升20%</color>。此效果持续8秒，至多叠加3层，每层独立计时。"
    },
    "90": {
        "Name": "炽灼之月",
        "Desc": "角色攻击处于燃烧状态下的敌人时，<color style='color:#0000FF;'>暴击率提升15%，暴击伤害提升30%</color>。"
    },
    "91": {
        "Name": "角争之月",
        "Desc": "当前场上角色施放元素战技后的12秒内，<color style='color:#0000FF'>普通攻击和元素战技造成的伤害提升40%</color>，对处于<color style='color:#0000FF'>夜魂加持状态</color>的角色，此效果获得强化：<color style='color:#0000FF'>普通攻击和元素战技造成的伤害提升80%</color>。"
    },
    "92": {
        "Name": "刚坚之月",
        "Desc": "角色施放元素战技后，该角色的<color style='color:#0000FF'>防御力提升60%</color>，持续9秒。"
    },
    "93": {
        "Name": "遒劲之月",
        "Desc": "当前场上角色的重击命中敌人后，该角色的<color style='color:#0000FF;'>攻击力提升20%</color>，持续8秒，此效果至多叠加4层，每层独立计时。"
    },
    "94": {
        "Name": "攻盾之月",
        "Desc": "队伍中所有角色的<color style='color:#0000FF'>护盾强效提升20%</color>。处于护盾庇护下的当前场上角色对敌人造成伤害时，将在敌人的位置<color style='color:#0000FF'>释放冲击波</color>，造成真实伤害，此效果每5秒至多触发一次。"
    },
    "95": {
        "Name": "炽烈之月",
        "Desc": "队伍中的角色触发火元素相关反应时，将在角色的位置<color style='color:#0000FF'>释放冲击波</color>，对附近的敌人造成真实伤害，此效果每3秒至多触发一次。"
    },
    "96": {
        "Name": "振顿之月",
        "Desc": "角色受到治疗时，将在角色的位置<color style='color:#0000FF'>释放冲击波</color>，对附近的敌人造成真实伤害，此效果每3秒至多触发一次。"
    },
    "97": {
        "Name": "轰坠之月",
        "Desc": "角色的下落攻击命中敌人时，将在角色的位置<color style='color:#0000FF'>释放冲击波</color>，对附近的敌人造成真实伤害，此效果每3秒至多触发一次。"
    },
    "98": {
        "Name": "寒粟之月",
        "Desc": "角色触发冰元素相关反应时，将在敌人的位置<color style='color:#0000FF'>释放冲击波</color>，造成真实伤害，此效果每4秒至多触发一次。"
    },
    "99": {
        "Name": "多绪之月",
        "Desc": "角色的元素战技命中敌人时，将进行计数，每0.9秒至多进行1次计数，计数达到3时，将在命中敌人的位置<color style='color:#0000FF'>释放冲击波</color>，造成真实伤害，并清除计数。"
    },
    "100": {
        "Name": "斩冰之月",
        "Desc": "角色对敌人造成冰元素伤害时，将进行计数，计数达到4时，将在敌人的位置<color style='color:#0000FF'>释放冲击波</color>，造成真实伤害，并清除计数，此效果每4秒至多触发一次。"
    },
    "101": {
        "Name": "狂冻之月",
        "Desc": "角色触发冰元素相关反应时，将在敌人的位置<color style='color:#0000FF'>释放冲击波</color>，对附近的敌人造成真实伤害，此效果每2.5秒至多触发一次。"
    },
    "102": {
        "Name": "迸涛之月",
        "Desc": "角色触发水元素相关反应（包含月感电）时，将在敌人的位置<color style='color:#0000FF'>释放冲击波</color>，造成真实伤害，此效果每3秒至多触发一次。"
    },
    "103": {
        "Name": "迸浪之月",
        "Desc": "角色触发水元素相关反应时，将在敌人的位置<color style='color:#0000FF'>释放冲击波</color>，造成真实伤害，此效果每2秒至多触发一次。"
    },
    "104": {
        "Name": "蔓茂之月",
        "Desc": "角色触发草元素相关反应时，将在敌人的位置<color style='color:#0000FF'>释放冲击波</color>，造成真实伤害，此效果每3至多触发一次。"
    },
    "1012": {
        "Name": "隐流之月",
        "Desc": "处于队伍后台的角色触发元素反应时，受该反应影响的敌人防御力降低10%，持续3秒，至多叠加4层。重复触发时，将刷新所有层数的持续时间。"
    },
    "1013": {
        "Name": "天坠之月",
        "Desc": "敌人的任意抗性改变时，会被施加1层「天坠之印」，持续4秒。当前场上角色对具有天坠之印的敌人造成伤害时，将叠加1层天坠之印，至多叠加10层。天坠之印的持续时间结束时，会根据层数对该敌人造成真实伤害。",
        "ShockWaveConfig": [
            {
                "ShockWaveDesc": "满10层伤害",
                "ShockWaveDMG": 45
            }
        ]
    },
    "1014": {
        "Name": "交织之月",
        "Desc": "角色触发元素反应时，队伍中所有角色获得1层「纯美」：攻击力提升15%、生命值上限提升10%，持续6秒，至多叠加2层。该效果每1秒至多触发一次。"
    },
    "1015": {
        "Name": "曦夜之月",
        "Desc": "当前场上角色触发元素反应时，暴击率提高12%，且每3秒恢复8%生命值上限，持续6秒。该效果每6秒至多触发一次。角色退场时，移除该效果。"
    },
    "1023": {
        "Name": "心流之月",
        "Desc": "当前场上角色对敌人触发扩散反应后，队伍中所有角色攻击力增加25%，该效果持续4s，最多叠加2次，每1s最多触发一次。"
    },
    "1024": {
        "Name": "冲阵之月",
        "Desc": "当前场上角色的生命值提升或降低时，队伍中所有角色暴击率增加5%，该效果持续16s，最多叠加4次，每4s最多触发一次。"
    },
    "1025": {
        "Name": "燃烬之月",
        "Desc": "当前场上角色造成火元素伤害时，会在角色位置生成「燃烬之环」，持续15秒。燃烬之环内的敌人火元素抗性降低35%，且会陷入燃烧状态，持续受到火元素伤害。每15秒至多产生一次燃烬之环。"
    },
    "1026": {
        "Name": "古雷之月",
        "Desc": "队伍中任意角色触发元素反应时，会在目标位置召唤「流渊古雷」，对附近的敌人造成雷元素伤害，并施加雷元素附着，使被附着的敌人受到的伤害提升30%，每5秒至多触发1次。流渊古雷施加的雷元素附着被元素反应耗尽时，将无视冷却自动触发1次流渊古雷。"
    },
    "1027": {
        "Name": "隐流之月",
        "Desc": "处于队伍后台的角色对敌人造成伤害时，当前场上的所有其他敌人受到一次该伤害30%的伤害。"
    },
    "1028": {
        "Name": "天坠之月",
        "Desc": "当前场上角色触发元素反应后，队伍中所有角色获得一层天坠之印，持续3秒，至多叠加5层，每层使造成的伤害无视敌方5%防御力。<br>叠加至满层后，使队伍中所有角色造成的伤害无视敌方30%全部元素抗性。"
    },
    "1029": {
        "Name": "天坠之月",
        "Desc": "当前场上角色触发元素反应后，队伍中所有角色获得一层天坠之印，持续3秒，至多叠加5层，每层使造成的伤害无视敌方5%防御力。"
    },
    "1030": {
        "Name": "游行之月",
        "Desc": "角色进行普通攻击、重击、施放元素战技或元素爆发时，队伍中所有角色获得15%所有元素加成，持续6秒。由普通攻击、重击、元素战技或元素爆发触发的效果分别独立存在。"
    },
    "1060": {
        "Name": "",
        "Desc": ""
    }
}

var _SpiralAbyssWaveDescConfig = {
    "1042": {
        "Show": {
            "Text": "霆霓快雨"
        }
    },
    "50905": {
        "Show": {
            "Text": "<b>斗剧：机巧无常对剑</b>"
        }
    },
    "60507": {
        "Show": {
            "Text": "<b>深海龙蜥之群</b>"
        }
    },
    "101": {
        "Show": {
            "Text": "飘游的元素之灵"
        }
    },
    "99999": {
        "Show": {
            "Text": "每种怪物维持一个，杀一个出一个自己<br>（a+b+c+d=12）"
        }
    },
    "9999": {
        "Show": {
            "Text": "地方传奇"
        }
    },
    "999": {
        "Show": {
            "Text": "附加"
        }
    },
    "1999": {
        "Show": {
            "Text": "第一波附加"
        },
        "Hover": "为第一波补充怪物"
    },
    "99": {
        "Show": {
            "Text": "分波暂缓开通"
        },
        "Hover": "更多信息敬请期待"
    },
    "114514": {
        "Show": {
            "Text": "与其他怪物独立"
        }
    },
    "1": {
        "Show": {
            "Text": "第一波"
        },
        "Hover": "击败所有怪物，下一波才会出现"
    },
    "2": {
        "Show": {
            "Text": "第二波"
        },
        "Hover": "击败所有怪物，下一波才会出现"
    },
    "3": {
        "Show": {
            "Text": "第三波"
        },
        "Hover": "击败所有怪物，下一波才会出现"
    },
    "4": {
        "Show": {
            "Text": "第四波"
        },
        "Hover": "击败一波怪物，下一波才会出现"
    },
    "5": {
        "Show": {
            "Text": "第五波"
        },
        "Hover": "击败一波怪物，下一波才会出现"
    },
    "6": {
        "Show": {
            "Text": "第六波"
        },
        "Hover": "击败一波怪物，下一波才会出现"
    },
    "10": {
        "Show": {
            "Text": "A组"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "11": {
        "Show": {
            "Text": "A组第一波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "12": {
        "Show": {
            "Text": "A组第二波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "13": {
        "Show": {
            "Text": "A组第三波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "20": {
        "Show": {
            "Text": "B组"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "21": {
        "Show": {
            "Text": "B组第一波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "22": {
        "Show": {
            "Text": "B组第二波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "23": {
        "Show": {
            "Text": "B组第三波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "30": {
        "Show": {
            "Text": "C组"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "31": {
        "Show": {
            "Text": "C组第一波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "32": {
        "Show": {
            "Text": "C组第二波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "33": {
        "Show": {
            "Text": "C组第三波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "40": {
        "Show": {
            "Text": "D组"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "41": {
        "Show": {
            "Text": "D组第一波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "42": {
        "Show": {
            "Text": "D组第二波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "43": {
        "Show": {
            "Text": "D组第三波"
        },
        "Hover": "不同的组同时在场，各自分波独立"
    },
    "80203": {
        "Show": {
            "Text": "龙脊雪山的真正王者…？"
        }
    },
    "1001": {
        "Show": {
            "Text": "击败 1 个敌人"
        }
    },
    "1002": {
        "Show": {
            "Text": "击败 2 个敌人"
        }
    },
    "1003": {
        "Show": {
            "Text": "击败 3 个敌人"
        }
    },
    "1004": {
        "Show": {
            "Text": "击败 4 个敌人"
        }
    },
    "1005": {
        "Show": {
            "Text": "击败 5 个敌人"
        }
    },
    "1006": {
        "Show": {
            "Text": "击败 6 个敌人"
        }
    },
    "1007": {
        "Show": {
            "Text": "击败 7 个敌人"
        }
    },
    "1008": {
        "Show": {
            "Text": "击败 8 个敌人"
        }
    },
    "1009": {
        "Show": {
            "Text": "击败 9 个敌人"
        }
    },
    "1010": {
        "Show": {
            "Text": "击败 10 个敌人"
        }
    },
    "1011": {
        "Show": {
            "Text": "击败 11 个敌人"
        }
    },
    "1012": {
        "Show": {
            "Text": "击败 12 个敌人"
        }
    },
    "1013": {
        "Show": {
            "Text": "击败 13 个敌人"
        }
    },
    "1014": {
        "Show": {
            "Text": "击败 14 个敌人"
        }
    },
    "1015": {
        "Show": {
            "Text": "击败 15 个敌人"
        }
    },
    "1016": {
        "Show": {
            "Text": "击败 16 个敌人"
        }
    },
    "1017": {
        "Show": {
            "Text": "击败 17 个敌人"
        }
    },
    "1018": {
        "Show": {
            "Text": "击败 18 个敌人"
        }
    },
    "1019": {
        "Show": {
            "Text": "击败 19 个敌人"
        }
    },
    "1020": {
        "Show": {
            "Text": "击败 20 个敌人"
        }
    },
    "1021": {
        "Show": {
            "Text": "击败 21 个敌人"
        }
    },
    "1022": {
        "Show": {
            "Text": "击败 22 个敌人"
        }
    },
    "1023": {
        "Show": {
            "Text": "击败 23 个敌人"
        }
    },
    "1024": {
        "Show": {
            "Text": "击败 24 个敌人"
        }
    },
    "1025": {
        "Show": {
            "Text": "击败 25 个敌人"
        }
    },
    "1026": {
        "Show": {
            "Text": "击败 26 个敌人"
        }
    },
    "1027": {
        "Show": {
            "Text": "击败 27 个敌人"
        }
    },
    "1028": {
        "Show": {
            "Text": "击败 28 个敌人"
        }
    },
    "1029": {
        "Show": {
            "Text": "击败 29 个敌人"
        }
    },
    "1030": {
        "Show": {
            "Text": "击败 30 个敌人"
        }
    },
    "5401": {
        "Show": {
            "Text": "2+2+2+2+2"
        }
    },
    "5402": {
        "Show": {
            "Text": "维持 3 个"
        }
    },
    "5403": {
        "Show": {
            "Text": "维持 4 个"
        }
    },
    "5404": {
        "Show": {
            "Text": "维持 2 个"
        }
    },
    "5801": {
        "Show": {
            "Text": "A组：维持 2 个"
        }
    },
    "5802": {
        "Show": {
            "Text": "B组：1+1+1+1"
        }
    },
    "5803": {
        "Show": {
            "Text": "维持 3 个"
        }
    }
}

var _SpiralAbyssAffixDescConfig = {
    "1": {
        "Show": {
            "Color": "Grey",
            "Text": " (荒)"
        },
        "Hover": "此敌人为<b>荒</b>属性。<br><b>芒</b>属性攻击对其更为有效。"
    },
    "2": {
        "Show": {
            "Color": "Grey",
            "Text": " (芒)"
        },
        "Hover": "此敌人为<b>芒</b>属性。<br><b>荒</b>属性攻击对其更为有效。"
    },
    "512": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "- 水形幻人的招式更加强大。<br>- 狂暴改为持续2个招式。"
    },
    "1026": {
        "Show": {
            "Color": "Water",
            "Text": "【领域 · 迟滞之水】"
        },
        "Hover": "每15秒，为大范围内的角色施加持续20秒的<color style='color:#80C0FF;'>迟滞之水</color>：技能冷却时间+100%。"
    },
    "1027": {
        "Show": {
            "Color": "Elec",
            "Text": "【领域 · 嗜能之雷】"
        },
        "Hover": "每15秒，为大范围内的角色施加持续20秒的<color style='color:#FFACFF;'>嗜能之雷</color>：当前场上角色每3秒流失5点元素能量。"
    },
    "1028": {
        "Show": {
            "Color": "Fire",
            "Text": "【领域 · 阴燃之火】"
        },
        "Hover": "每15秒，为大范围内的角色施加持续20秒的<color style='color:#FF9999;'>阴燃之火</color>：当前场上角色每1秒受到<color style='color:#FF9999;'>60%</color>火元素伤害。"
    },
    "1029": {
        "Show": {
            "Color": "Ice",
            "Text": "【领域 · 凝结之冰】"
        },
        "Hover": "每15秒，为大范围内的角色施加持续20秒的<color style='color:#99FFFF;'>凝结之冰</color>：角色体力消耗+100%。"
    },
    "1052": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "原海异种的攻击更为频繁、更加强大。"
    },
    "4066": {
        "Show": {
            "Color": "Grass",
            "Text": "【光环 · 荒草啸鸣】"
        },
        "Hover": "逐渐产生3个草龙卷，对触碰到的角色造成<color style='color:#99FF88;'>200%</color>草元素伤害。"
    },
    "4181": {
        "Show": {
            "Color": "Grey",
            "Text": " (初始飞天)"
        },
        "Hover": "兆载永劫龙兽苏醒后立即飞天，飞天时长由25s增加至50s。"
    },
    "4185": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊沙虫)"
        },
        "Hover": "风蚀沙虫的全部抗性+30%，会更加频繁地使用大招。"
    },
    "4186": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊游侠)"
        },
        "Hover": "丘丘游侠入战后立刻释放大招。<br>技能间隔由3s缩短至0.5s。"
    },
    "4190": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "隙境原体入战后立刻释放终结技。<br>终结技更加频繁。"
    },
    "5000": {
        "Show": {
            "Color": "Grey",
            "Text": " (一次五箭)"
        },
        "Hover": "丘丘射手每次射5支箭。"
    },
    "5001": {
        "Show": {
            "Color": "Grey",
            "Text": " (强攻强化)"
        },
        "Hover": "<b>火深渊法师</b><br>- 喷火领域由1个增加至3个。<br><br><b>水深渊法师</b><br>- 水泡额外造成一次伤害。<br><br><b>冰深渊法师</b><br>- 落冰产生冰雾，持续造成伤害。<br><br><b>雷深渊法师</b><br>- 所有技能CD变短。<br>- 普攻产生的雷球会追踪目标。<br>- 闪现时自动释放一次雷圈。<br>- 雷圈的持续时间翻倍。<br>- 雷圈的持续伤害提高。<br><br><b>债务处理人</b><br>- 幻影会进行协同攻击。<br><br><b>雷萤术士</b><br>- 落雷数量由1个增加至3~6个。<br><br><b>冰萤术士</b><br>- 拍地板攻击会向4个方向延伸。"
    },
    "5002": {
        "Show": {
            "Color": "Grey",
            "Text": " (200% 护盾)"
        },
        "Hover": "<b>深渊法师</b><br>- 护盾量翻倍（火/水/冰 24，雷 16）。<br>- 角色攻击护盾时会被强制附着对应元素。"
    },
    "5003": {
        "Show": {
            "Color": "Grey",
            "Text": " (灵动强化)"
        },
        "Hover": "<b>深渊法师</b><br>- 闪现更加频繁。<br>- 闪现时，在消失位置造成伤害。"
    },
    "5004": {
        "Show": {
            "Color": "Grey",
            "Text": " (支援强化)"
        },
        "Hover": "<b>水丘丘萨满</b><br>- 治疗领域会跟随治疗目标移动。<br><br><b>草丘丘萨满</b><br>- 藤蔓能击退角色。<br>- 生成草领域时自动生成3个藤蔓。<br><br><b>风丘丘萨满</b><br>- 风场会持续造成伤害。<br>- 风场技能释放更频繁。<br><br><b>雷丘丘萨满</b><br>- 每次召唤的图腾数目由1个变成2个。<br>- 图腾上限由4个变成6个。"
    },
    "5147": {
        "Show": {
            "Color": "Grey",
            "Text": " (生死恋)"
        },
        "Hover": "若未能在10s内连续击败敌人，先被击败的敌人会复活至50%生命值。"
    },
    "5157": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊王狼)"
        },
        "Hover": "黄金王兽<color style='color:#FFE699;'>死亡龙卷风</color>的技能CD变长。"
    },
    "51571": {
        "Show": {
            "Color": "Grey",
            "Text": " (强化王狼)"
        },
        "Hover": "黄金王兽入战结束后立即开启护盾，瘫痪时间由 25s 缩短至 10s 。"
    },
    "5186": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊巨虺)"
        },
        "Hover": "遗迹巨蛇不再产生黑泥。"
    },
    "5221": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊元能)"
        },
        "Hover": "隐身的持续时间由10s升至30s<br>隐身之间的间隔由30s降至10s"
    },
    "5222": {
        "Show": {
            "Color": "Grey",
            "Text": " (开局隐身)"
        },
        "Hover": "半永恒统辖矩阵入战动作结束后直接隐身。"
    },
    "5271": {
        "Show": {
            "Color": "Grey",
            "Text": " (满血召唤)"
        },
        "Hover": "镀金旅团入战后立即释放厄灵。"
    },
    "5282": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊浸礼)"
        },
        "Hover": "深罪浸礼者入战结束后立即开启第一个护盾。<br>深罪浸礼者瘫痪后，护盾不会衰减"
    },
    "5371": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "可以召唤【机关 · 区域警戒型】。"
    },
    "5380": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "地方传奇 · 浊水幻灵：攻击间隔由0.1s增加至2s。"
    },
    "5384": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "入战后立刻启动荒性激发，产生反重力场。"
    },
    "5427": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "入战后立刻连续使用水终结技和风终结技。"
    },
    "6101": {
        "Show": {
            "Color": "Ice",
            "Text": "【光环 · 冰牢】"
        },
        "Hover": "每12秒，在角色位置生成<color style='color:#99FFFF;'>冰牢</color>：角色的移动被限制，触碰墙壁会受到<color style='color:#99FFFF;'>400%</color>冰元素伤害。"
    },
    "6102": {
        "Show": {
            "Color": "Wind",
            "Text": "【光环 · 真空涡流】"
        },
        "Hover": "每12秒，在角色位置生成<color style='color:#80FFD7;'>真空涡流</color>：持续牵引角色，并造成3次<color style='color:#80FFD7;'>100%</color>风元素伤害。随后爆炸击飞角色，造成<color style='color:#80FFD7;'>300%</color>风元素伤害。"
    },
    "6103": {
        "Show": {
            "Color": "Rock",
            "Text": "【光环 · 翻涌岩潮】"
        },
        "Hover": "每15秒，在角色位置生成<color style='color:#FFE699;'>翻涌岩潮</color>：总共造成4次<color style='color:#FFE699;'>200%</color>岩元素伤害。"
    },
    "6104": {
        "Show": {
            "Color": "Elec",
            "Text": "【光环 · 雷光矩阵】"
        },
        "Hover": "每12秒，在角色面前生成持续5秒的V字形<color style='color:#FFACFF;'>雷光矩阵</color>：触碰会每秒受到5次<color style='color:#FFACFF;'>60%</color>雷元素伤害。"
    },
    "6105": {
        "Show": {
            "Color": "Fire",
            "Text": "【光环 · 追踪火球】"
        },
        "Hover": "每20秒，生成<color style='color:#FF9999;'>追踪火球</color>：追踪角色3次，每次追踪结束后在原地爆炸3次，造成<color style='color:#FF9999;'>150%</color>火元素伤害。"
    },
    "6106": {
        "Show": {
            "Color": "Water",
            "Text": "【光环 · 水泡】"
        },
        "Hover": "每12秒，在角色周围生成4个<color style='color:#80C0FF;'>水泡</color>。角色试图逃离时，额外生成4个来挡路。触碰水泡会被困住，受到<color style='color:#80C0FF;'>300%</color>水元素伤害"
    },
    "6107": {
        "Show": {
            "Color": "Ice",
            "Text": "【光环 · 寒冰脉冲】"
        },
        "Hover": "每15秒，对大范围内的角色造成<color style='color:#99FFFF;'>400%</color>冰元素伤害。"
    },
    "6108": {
        "Show": {
            "Color": "Pink",
            "Text": "【光环 · 起死回生】"
        },
        "Hover": "生命值较低时，会在一段时间后恢复大量生命值。只能触发1次。"
    },
    "6110": {
        "Show": {
            "Color": "Pink",
            "Text": "【头目】"
        },
        "Hover": "场上每一个扈从会使头目的所有抗性+10%，场上每一个扈从会使头目每12秒恢复5%生命值。"
    },
    "6112": {
        "Show": {
            "Color": "Water",
            "Text": "【光环 · 激流脉冲】"
        },
        "Hover": "每15秒，对大范围内的角色造成<color style='color:#80C0FF;'>400%</color>水元素伤害。"
    },
    "6113": {
        "Show": {
            "Color": "Elec",
            "Text": "【光环 · 紫电脉冲】"
        },
        "Hover": "每15秒，对大范围内的角色造成<color style='color:#FFACFF;'>400%</color>雷元素伤害。"
    },
    "6114": {
        "Show": {
            "Color": "Elec",
            "Text": "【光环 · 等离子场】"
        },
        "Hover": "角色离怪物较远时，会周期性受到落雷打击。"
    },
    "6115": {
        "Show": {
            "Color": "Pink",
            "Text": "【锐气】"
        },
        "Hover": "所有抗性+10%。<br>受到普通攻击伤害时，所有抗性降低3%，至多叠加10层。<br>每20秒，重置抗性。"
    },
    "611501": {
        "Show": {
            "Color": "Pink",
            "Text": "【锐气】"
        },
        "Hover": "所有抗性+30%。<br>受到普通攻击伤害时，所有抗性降低5%，至多叠加10层。<br>每10秒，重置抗性。"
    },
    "9999": {
        "Show": {
            "Color": "Grey",
            "Text": " (SP)"
        },
        "Hover": "出生在场中心，无法通过卡墙避免闪现。"
    },
    "40701": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊组曲)"
        },
        "Hover": "这场华丽的演出刚刚开场就会立刻进入高潮..."
    },
    "61401": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "- 魔像督军：岩护甲的抗性提升效果增强。"
    },
    "61701": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "- 攻击力提升33%。<br>- 增幅期间全部抗性提升80%而不是60%。<br>- 增幅状态之间的间隔由30s缩短至20s。<br>- 技能会产生更多造成持续伤害的熔岩地板。"
    },
    "61801": {
        "Show": {
            "Color": "Grey",
            "Text": " (深渊特化)"
        },
        "Hover": "- 增幅期间全部抗性提升80%而不是60%。<br>- 增幅状态之间的间隔由30s缩短至20s。"
    },
    "43001": {
        "Show": {
            "Color": "Grey",
            "Text": " (减伤)"
        },
        "Hover": "- 由地脉异常施加的效果：受到的伤害降低为原本的75%。"
    },
    "43002": {
        "Show": {
            "Color": "Grey",
            "Text": " (同生共死)"
        },
        "Hover": "- 挑战特殊效果：当一只深海龙蜥死亡时，另一只深海龙蜥也会死亡。"
    },
    "43003": {
        "Show": {
            "Color": "Grey",
            "Text": "【死域护盾】"
        },
        "Hover": "- 挑战特殊效果：全部抗性提升 15% ，攻击命中角色时施加 2 层【凋零】。"
    }
}

var _SpiralAbyssGadgetDescConfig = {
    "70350031": {
        "Show": {
            "Color": "Elec",
            "Bold": true,
            "Text": "【元素试炼仪 · 雷】"
        },
        "Hover": "挑战开始15s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3.6元素量的<color style='color:#FFACFF;'>雷元素增幅</color>：<br>- 雷元素抗性提升100%，其他抗性提升50%。<br>- 不可削韧，技能冷却时间降低50%。<br>增幅被元素反应去除后，怪物失去上述效果，且在接下来的2轮中不可再次被强化。"
    },
    "70350033": {
        "Show": {
            "Color": "Fire",
            "Bold": true,
            "Text": "【元素试炼仪 · 火】"
        },
        "Hover": "挑战开始15s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3.6元素量的<color style='color:#FF9999;'>火元素增幅</color>：<br>- 火元素抗性提升100%，其他抗性提升50%。<br>- 不可削韧，攻击力提升40%。<br>增幅被元素反应去除后，怪物失去上述效果，且在接下来的2轮中不可再次被强化。"
    },
    "70350034": {
        "Show": {
            "Color": "Ice",
            "Bold": true,
            "Text": "【元素试炼仪 · 冰】"
        },
        "Hover": "挑战开始15s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3.6元素量的<color style='color:#99FFFF;'>冰元素增幅</color>：<br>- 冰元素抗性提升100%，其他抗性提升50%。<br>- 不可削韧，防御力提升100%。<br>增幅被元素反应去除后，怪物失去上述效果，且在接下来的2轮中不可再次被强化。"
    },
    "1027": {
        "Show": {
            "Color": "Elec",
            "Bold": true,
            "Text": "【嗜能落雷】"
        },
        "Hover": "场上会周期性降下落雷，造成雷元素伤害，并削减角色的元素能量。"
    },
    "1029": {
        "Show": {
            "Color": "Ice",
            "Bold": true,
            "Text": "【坠落冰锥】"
        },
        "Hover": "场上会周期性降下冰锥，造成冰元素伤害。"
    },
    "501": {
        "Show": {
            "Color": "Fire",
            "Bold": true,
            "Text": "【炽火赋能器 · 荒】"
        },
        "Hover": "挑战开始1s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3元素量的<color style='color:#FF9999;'>火元素增幅</color>：<br>- 火元素抗性提升120%，其他抗性提升60%。<br>- 不可削韧，攻击力提升25%。<br>增幅被元素反应去除后，怪物失去上述效果，但可以在下一轮被重新强化。<br>使用<b>1次芒性攻击</b>可以永久性湮灭荒性赋能器。"
    },
    "502": {
        "Show": {
            "Color": "Water",
            "Bold": true,
            "Text": "【深水赋能器 · 荒】"
        },
        "Hover": "挑战开始1s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3元素量的<color style='color:#80C0FF;'>水元素增幅</color>：<br>- 水元素抗性提升120%，其他抗性提升60%。<br>- 不可削韧，攻击力提升25%。<br>增幅被元素反应去除后，怪物失去上述效果，但可以在下一轮被重新强化。<br>使用<b>1次芒性攻击</b>可以永久性湮灭荒性赋能器。"
    },
    "503": {
        "Show": {
            "Color": "Elec",
            "Bold": true,
            "Text": "【激雷赋能器 · 荒】"
        },
        "Hover": "挑战开始1s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3元素量的<color style='color:#FFACFF;'>雷元素增幅</color>：<br>- 雷元素抗性提升120%，其他抗性提升60%。<br>- 不可削韧，攻击力提升25%。<br>增幅被元素反应去除后，怪物失去上述效果，但可以在下一轮被重新强化。<br>使用<b>1次芒性攻击</b>可以永久性湮灭荒性赋能器。"
    },
    "504": {
        "Show": {
            "Color": "Ice",
            "Bold": true,
            "Text": "【凝冰赋能器 · 荒】"
        },
        "Hover": "挑战开始1s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3元素量的<color style='color:#99FFFF;'>冰元素增幅</color>：<br>- 冰元素抗性提升120%，其他抗性提升60%。<br>- 不可削韧，攻击力提升25%。<br>增幅被元素反应去除后，怪物失去上述效果，但可以在下一轮被重新强化。<br>使用<b>1次芒性攻击</b>可以永久性湮灭荒性赋能器。"
    },
    "551": {
        "Show": {
            "Color": "Fire",
            "Bold": true,
            "Text": "【炽火赋能器 · 芒】"
        },
        "Hover": "挑战开始1s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3元素量的<color style='color:#FF9999;'>火元素增幅</color>：<br>- 火元素抗性提升120%，其他抗性提升60%。<br>- 不可削韧，攻击力提升25%。<br>增幅被元素反应去除后，怪物失去上述效果，但可以在下一轮被重新强化。<br>使用<b>1次荒性攻击</b>可以永久性湮灭芒性赋能器。"
    },
    "552": {
        "Show": {
            "Color": "Water",
            "Bold": true,
            "Text": "【深水赋能器 · 芒】"
        },
        "Hover": "挑战开始1s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3元素量的<color style='color:#80C0FF;'>水元素增幅</color>：<br>- 水元素抗性提升120%，其他抗性提升60%。<br>- 不可削韧，攻击力提升25%。<br>增幅被元素反应去除后，怪物失去上述效果，但可以在下一轮被重新强化。<br>使用<b>1次荒性攻击</b>可以永久性湮灭芒性赋能器。"
    },
    "553": {
        "Show": {
            "Color": "Elec",
            "Bold": true,
            "Text": "【激雷赋能器 · 芒】"
        },
        "Hover": "挑战开始1s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3元素量的<color style='color:#FFACFF;'>雷元素增幅</color>：<br>- 雷元素抗性提升120%，其他抗性提升60%。<br>- 不可削韧，攻击力提升25%。<br>增幅被元素反应去除后，怪物失去上述效果，但可以在下一轮被重新强化。<br>使用<b>1次荒性攻击</b>可以永久性湮灭芒性赋能器。"
    },
    "554": {
        "Show": {
            "Color": "Ice",
            "Bold": true,
            "Text": "【凝冰赋能器 · 芒】"
        },
        "Hover": "挑战开始1s后运作，后续每15s运作一次。<br>运作时，为所有怪物施加3元素量的<color style='color:#99FFFF;'>冰元素增幅</color>：<br>- 冰元素抗性提升120%，其他抗性提升60%。<br>- 不可削韧，攻击力提升25%。<br>增幅被元素反应去除后，怪物失去上述效果，但可以在下一轮被重新强化。<br>使用<b>1次荒性攻击</b>可以永久性湮灭芒性赋能器。"
    }
}

var _Monsters = {
    "105": {
        "Color": "Elec",
        "_id": 105,
        "Icon": [
            "eslm"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "雷史莱姆"
    },
    "106": {
        "Color": "Elec",
        "_id": 106,
        "Icon": [
            "leslm"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "大型雷史莱姆"
    },
    "107": {
        "Color": "Elec",
        "_id": 107,
        "Icon": [
            "meslm"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "变异雷史莱姆"
    },
    "108": {
        "Color": "Ice",
        "_id": 108,
        "Icon": [
            "cslm"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "冰史莱姆"
    },
    "109": {
        "Color": "Ice",
        "_id": 109,
        "Icon": [
            "lcslm"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "大型冰史莱姆"
    },
    "110": {
        "Color": "Water",
        "_id": 110,
        "Icon": [
            "hslm"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "水史莱姆"
    },
    "111": {
        "Color": "Water",
        "_id": 111,
        "Icon": [
            "lhslm"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "大型水史莱姆"
    },
    "112": {
        "Color": "Fire",
        "_id": 112,
        "Icon": [
            "pslm"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "火史莱姆"
    },
    "113": {
        "Color": "Fire",
        "_id": 113,
        "Icon": [
            "lpslm"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "大型火史莱姆"
    },
    "115": {
        "Color": "Rock",
        "_id": 115,
        "Icon": [
            "lgslm"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "大型岩史莱姆"
    },
    "201": {
        "Color": "Wind",
        "_id": 201,
        "Icon": [
            "eos"
        ],
        "HP": 5.0,
        "HPCurve": 1,
        "Name": "狂风之核"
    },
    "404": {
        "Color": "Water",
        "_id": 404,
        "Icon": [
            "hh"
        ],
        "HP": 9.0,
        "HPCurve": 1,
        "Name": "无相之水"
    },
    "405": {
        "Color": "Ice",
        "_id": 405,
        "Icon": [
            "ch"
        ],
        "HP": 7.0,
        "HPCurve": 1,
        "Name": "无相之冰"
    },
    "406": {
        "Color": "Fire",
        "_id": 406,
        "Icon": [
            "ph"
        ],
        "HP": 7.0,
        "HPCurve": 1,
        "Name": "无相之火"
    },
    "407": {
        "Color": "Grass",
        "_id": 407,
        "Icon": [
            "dh"
        ],
        "HP": 9.0,
        "HPCurve": 1,
        "Name": "无相之草"
    },
    "5020": {
        "Color": "Water",
        "_id": 5020,
        "Icon": [
            "hm"
        ],
        "HP": 1.6,
        "HPCurve": 1,
        "Name": "幻形豕兽 · 水"
    },
    "5021": {
        "Color": "Water",
        "_id": 5021,
        "Icon": [
            "hm"
        ],
        "HP": 3.4,
        "HPCurve": 1,
        "Name": "幻形豕兽 · 水 (强化)"
    },
    "503": {
        "Color": "Water",
        "_id": 503,
        "Icon": [
            "hm"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "幻形鹤 · 水"
    },
    "5040": {
        "Color": "Water",
        "_id": 5040,
        "Icon": [
            "hm"
        ],
        "HP": 1.6,
        "HPCurve": 1,
        "Name": "幻形蟹 · 水"
    },
    "5041": {
        "Color": "Water",
        "_id": 5041,
        "Icon": [
            "hm"
        ],
        "HP": 0.6,
        "HPCurve": 1,
        "Name": "幻形蟹 · 水 (强化)"
    },
    "505": {
        "Color": "Water",
        "_id": 505,
        "Icon": [
            "hm"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "幻形雀 · 水"
    },
    "506": {
        "Color": "Water",
        "_id": 506,
        "Icon": [
            "hm"
        ],
        "HP": 1.6,
        "HPCurve": 1,
        "Name": "幻形游禽 · 水"
    },
    "5070": {
        "Color": "Water",
        "_id": 5070,
        "Icon": [
            "hm"
        ],
        "HP": 1.4,
        "HPCurve": 1,
        "Name": "幻形花鼠 · 水"
    },
    "5071": {
        "Color": "Water",
        "_id": 5071,
        "Icon": [
            "hm"
        ],
        "HP": 3.4,
        "HPCurve": 1,
        "Name": "幻形花鼠 · 水 (强化)"
    },
    "508": {
        "Color": "Water",
        "_id": 508,
        "Icon": [
            "hm"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "幻形蛙 · 水"
    },
    "509": {
        "Color": "Water",
        "_id": 509,
        "Icon": [
            "hm"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "幻形飞鸢 · 水"
    },
    "510": {
        "Color": "Water",
        "_id": 510,
        "Icon": [
            "UI_MonsterIcon_Necalevia_Normal"
        ],
        "HP": 2.5,
        "HPCurve": 2,
        "Name": "浊水粉碎幻灵"
    },
    "5102": {
        "Color": "Water",
        "_id": 5102,
        "Icon": [
            "UI_MonsterIcon_Necalevia_Normal"
        ],
        "HP": 7.3,
        "HPCurve": 2,
        "Name": "湖畔的尼尼安涅"
    },
    "511": {
        "Color": "Water",
        "_id": 511,
        "Icon": [
            "UI_MonsterIcon_Necalevia_Big"
        ],
        "HP": 2,
        "HPCurve": 2,
        "Name": "浊水喷吐幻灵"
    },
    "5112": {
        "Color": "Water",
        "_id": 5112,
        "Icon": [
            "UI_MonsterIcon_Necalevia_Big"
        ],
        "HP": 6.52,
        "HPCurve": 2,
        "Name": "湖畔的维维安涅"
    },
    "512": {
        "Color": "Water",
        "_id": 512,
        "Icon": [
            "UI_MonsterIcon_Narcissusborn_Normal_01"
        ],
        "HP": 11,
        "HPCurve": 2,
        "Name": "水形幻人"
    },
    "601": {
        "Color": "Water",
        "_id": 601,
        "Icon": [
            "hspc"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "水飘浮灵"
    },
    "602": {
        "Color": "Rock",
        "_id": 602,
        "Icon": [
            "gspc"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "岩飘浮灵"
    },
    "603": {
        "Color": "Wind",
        "_id": 603,
        "Icon": [
            "aspc"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "风飘浮灵"
    },
    "604": {
        "Color": "Ice",
        "_id": 604,
        "Icon": [
            "cspc"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "冰飘浮灵"
    },
    "605": {
        "Color": "Elec",
        "_id": 605,
        "Icon": [
            "espc"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "雷飘浮灵"
    },
    "606": {
        "Color": "Fire",
        "_id": 606,
        "Icon": [
            "pspc"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "火飘浮灵"
    },
    "607": {
        "Color": "Grass",
        "_id": 607,
        "Icon": [
            "dspc"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "草飘浮灵"
    },
    "701": {
        "Color": "Elec",
        "_id": 701,
        "Icon": [
            "tm"
        ],
        "HP": 7.0,
        "HPCurve": 2,
        "Name": "雷音权现"
    },
    "10102": {
        "_id": 10102,
        "Icon": [
            "hil"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "打手丘丘人"
    },
    "10103": {
        "Color": "Wood",
        "_id": 10103,
        "Icon": [
            "hil"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "木盾丘丘人"
    },
    "10105": {
        "Color": "Fire",
        "_id": 10105,
        "Icon": [
            "phil"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "火箭丘丘人"
    },
    "10106": {
        "Color": "Fire",
        "_id": 10106,
        "Icon": [
            "phil"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "爆弹丘丘人"
    },
    "10107": {
        "Color": "Fire",
        "_id": 10107,
        "Icon": [
            "phil"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "冲锋丘丘人"
    },
    "10109": {
        "Color": "Ice",
        "_id": 10109,
        "Icon": [
            "chil"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "冰箭丘丘人"
    },
    "10110": {
        "Color": "Elec",
        "_id": 10110,
        "Icon": [
            "ehil"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "雷箭丘丘人"
    },
    "10112": {
        "Color": "Rock",
        "_id": 10112,
        "Icon": [
            "hil"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "岩盾丘丘人"
    },
    "10113": {
        "Color": "Ice",
        "_id": 10113,
        "Icon": [
            "chil"
        ],
        "HP": 0.8,
        "HPCurve": 1,
        "Name": "冰弹丘丘人"
    },
    "10114": {
        "Color": "Ice",
        "_id": 10114,
        "Icon": [
            "chil"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "冰盾丘丘人"
    },
    "10116": {
        "Color": "Elec",
        "_id": 10116,
        "Icon": [
            "ehil"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "雷弹丘丘人"
    },
    "10201": {
        "Color": "Wood",
        "_id": 10201,
        "Icon": [
            "mita"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "木盾丘丘暴徒"
    },
    "10202": {
        "Color": "Fire",
        "_id": 10202,
        "Icon": [
            "mita"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "火斧丘丘暴徒"
    },
    "10203": {
        "Color": "Rock",
        "_id": 10203,
        "Icon": [
            "mita"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "岩盾丘丘暴徒"
    },
    "10204": {
        "Color": "Ice",
        "_id": 10204,
        "Icon": [
            "flc"
        ],
        "HP": 9.0,
        "HPCurve": 1,
        "Name": "丘丘霜铠王"
    },
    "10205": {
        "Color": "Rock",
        "_id": 10205,
        "Icon": [
            "slc"
        ],
        "HP": 9.0,
        "HPCurve": 1,
        "Name": "丘丘岩盔王"
    },
    "10206": {
        "Color": "Ice",
        "_id": 10206,
        "Icon": [
            "mita"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "冰盾丘丘暴徒"
    },
    "10207": {
        "Color": "Elec",
        "_id": 10207,
        "Icon": [
            "mita"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "雷斧丘丘暴徒"
    },
    "10208": {
        "Color": "Elec",
        "_id": 10208,
        "Icon": [
            "tlc"
        ],
        "HP": 9.0,
        "HPCurve": 1,
        "Name": "丘丘雷兜王"
    },
    "10301": {
        "Color": "Water",
        "_id": 10301,
        "Icon": [
            "hsc"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "水丘丘萨满"
    },
    "10302": {
        "Color": "Grass",
        "_id": 10302,
        "Icon": [
            "dsc"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "草丘丘萨满"
    },
    "10303": {
        "Color": "Wind",
        "_id": 10303,
        "Icon": [
            "asc"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "风丘丘萨满"
    },
    "10304": {
        "Color": "Rock",
        "_id": 10304,
        "Icon": [
            "gsc"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "岩丘丘萨满"
    },
    "10305": {
        "Color": "Ice",
        "_id": 10305,
        "Icon": [
            "csc"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "冰丘丘萨满"
    },
    "10306": {
        "Color": "Elec",
        "_id": 10306,
        "Icon": [
            "esc"
        ],
        "HP": 1.0,
        "HPCurve": 1,
        "Name": "雷丘丘萨满"
    },
    "10401": {
        "Color": "Wind",
        "_id": 10401,
        "Icon": [
            "ahilr"
        ],
        "HP": 2.5,
        "HPCurve": 2,
        "Name": "丘丘风行游侠"
    },
    "10402": {
        "Color": "Water",
        "_id": 10402,
        "Icon": [
            "hhilr"
        ],
        "HP": 2.5,
        "HPCurve": 2,
        "Name": "丘丘水行游侠"
    },
    "20101": {
        "Color": "Fire",
        "_id": 20101,
        "Icon": [
            "pam"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "火深渊法师"
    },
    "20102": {
        "Color": "Ice",
        "_id": 20102,
        "Icon": [
            "cam"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "冰深渊法师"
    },
    "20103": {
        "Color": "Water",
        "_id": 20103,
        "Icon": [
            "ham"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "水深渊法师"
    },
    "20104": {
        "Color": "Elec",
        "_id": 20104,
        "Icon": [
            "eam"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "雷深渊法师"
    },
    "20201": {
        "Color": "Water",
        "_id": 20201,
        "Icon": [
            "ahwt"
        ],
        "HP": 8.0,
        "HPCurve": 1,
        "Name": "深渊使徒 · 激流"
    },
    "20202": {
        "Color": "Ice",
        "_id": 20202,
        "Icon": [
            "ahff"
        ],
        "HP": 8.0,
        "HPCurve": 1,
        "Name": "深渊使徒 · 霜落"
    },
    "20301": {
        "Color": "Elec",
        "_id": 20301,
        "Icon": [
            "alvl"
        ],
        "HP": 8.0,
        "HPCurve": 1,
        "Name": "深渊咏者 · 紫电"
    },
    "20302": {
        "Color": "Fire",
        "_id": 20302,
        "Icon": [
            "alff"
        ],
        "HP": 8.0,
        "HPCurve": 1,
        "Name": "深渊咏者 · 渊火"
    },
    "20401": {
        "Color": "Rock",
        "_id": 20401,
        "Icon": [
            "rrhw"
        ],
        "HP": 1.2,
        "HPCurve": 2,
        "Name": "嗜岩 · 兽境幼兽"
    },
    "20402": {
        "Color": "Elec",
        "_id": 20402,
        "Icon": [
            "trhw"
        ],
        "HP": 1.2,
        "HPCurve": 2,
        "Name": "嗜雷 · 兽境幼兽"
    },
    "20501": {
        "Color": "Rock",
        "_id": 20501,
        "Icon": [
            "rrh"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "嗜岩 · 兽境猎犬"
    },
    "20502": {
        "Color": "Elec",
        "_id": 20502,
        "Icon": [
            "trh"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "嗜雷 · 兽境猎犬"
    },
    "20601": {
        "Color": "Rock",
        "_id": 20601,
        "Icon": [
            "gw"
        ],
        "HP": 6.0,
        "HPCurve": 2,
        "Name": "黄金王兽"
    },
    "20701": {
        "Color": "Fire",
        "_id": 20701,
        "Icon": [
            "shsb"
        ],
        "HP": 2.5,
        "HPCurve": 2,
        "Name": "黯色空壳 · 旗令"
    },
    "20702": {
        "Color": "Water",
        "_id": 20702,
        "Icon": [
            "shlb"
        ],
        "HP": 3.0,
        "HPCurve": 2,
        "Name": "黯色空壳 · 破阵"
    },
    "20703": {
        "Color": "Ice",
        "_id": 20703,
        "Icon": [
            "shd"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "黯色空壳 · 近卫"
    },
    "20801": {
        "Color": "Wind",
        "_id": 20801,
        "Icon": [
            "bskw"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "黑蛇骑士 · 斩风之剑"
    },
    "20802": {
        "Color": "Rock",
        "_id": 20802,
        "Icon": [
            "bskr"
        ],
        "HP": 4.0,
        "HPCurve": 2,
        "Name": "黑蛇骑士 · 摧岩之钺"
    },
    "21001": {
        "_id": 21001,
        "Icon": [
            "ib"
        ],
        "HP": 5.0,
        "HPCurve": 2,
        "UseCustomColorName": true,
        "Name": "深罪浸礼者 · 火冰雷驱役者"
    },
    "21002": {
        "_id": 21002,
        "Icon": [
            "ib"
        ],
        "HP": 5.0,
        "HPCurve": 2,
        "UseCustomColorName": true,
        "Name": "深罪浸礼者 · 冰水火驱役者"
    },
    "21101": {
        "Color": "Rock",
        "_id": 21101,
        "Icon": [
            "UI_MonsterIcon_Ovacua_Order_01"
        ],
        "HP": 3.6,
        "HPCurve": 2,
        "Name": "大型碎石隙境原体"
    },
    "21103": {
        "Color": "Grass",
        "_id": 21103,
        "Icon": [
            "UI_MonsterIcon_Ovacua_Chaos_01"
        ],
        "HP": 4.2,
        "HPCurve": 2,
        "Name": "大型狂蔓隙境原体"
    },
    "21104": {
        "Color": "Grass",
        "_id": 21104,
        "Icon": [
            "UI_MonsterIcon_Ovacua_Chaos_02"
        ],
        "HP": 1.5,
        "HPCurve": 2,
        "Name": "狂蔓隙境原体"
    },
    "30101": {
        "Color": "Ice",
        "_id": 30101,
        "Icon": [
            "fsc2"
        ],
        "HP": 4.0,
        "HPCurve": 1,
        "Name": "愚人众先遣队 · 冰铳重卫士"
    },
    "30102": {
        "Color": "Water",
        "_id": 30102,
        "Icon": [
            "fsh2"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "愚人众先遣队 · 水铳重卫士"
    },
    "30103": {
        "Color": "Elec",
        "_id": 30103,
        "Icon": [
            "fse"
        ],
        "HP": 4.0,
        "HPCurve": 1,
        "Name": "愚人众先遣队 · 雷锤前锋军"
    },
    "30104": {
        "Color": "Rock",
        "_id": 30104,
        "Icon": [
            "fsg"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "愚人众先遣队 · 岩使游击兵"
    },
    "30105": {
        "Color": "Wind",
        "_id": 30105,
        "Icon": [
            "fsa"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "愚人众先遣队 · 风拳前锋军"
    },
    "30106": {
        "Color": "Fire",
        "_id": 30106,
        "Icon": [
            "fsp"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "愚人众先遣队 · 火铳游击兵"
    },
    "30201": {
        "Color": "Fire",
        "_id": 30201,
        "Icon": [
            "fpa"
        ],
        "HP": 5.0,
        "HPCurve": 1,
        "Name": "愚人众 · 火之债务处理人"
    },
    "30301": {
        "Color": "Elec",
        "_id": 30301,
        "Icon": [
            "fecm"
        ],
        "HP": 5.0,
        "HPCurve": 1,
        "Name": "愚人众 · 雷萤术士"
    },
    "30401": {
        "Color": "Ice",
        "_id": 30401,
        "Icon": [
            "fccm"
        ],
        "HP": 5.0,
        "HPCurve": 1,
        "Name": "愚人众 · 冰萤术士"
    },
    "30501": {
        "Color": "Water",
        "_id": 30501,
        "Icon": [
            "fmm"
        ],
        "HP": 3.0,
        "HPCurve": 2,
        "Name": "愚人众 · 藏镜仕女"
    },
    "30602": {
        "Color": "Wind",
        "_id": 30602,
        "Icon": [
            "UI_MonsterIcon_Fatuus_Escadron_Wind"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "愚人众 · 幽风铃兰"
    },
    "30605": {
        "Color": "Ice",
        "_id": 30605,
        "Icon": [
            "UI_MonsterIcon_Fatuus_Escadron_Ice"
        ],
        "HP": 6.6,
        "HPCurve": 2,
        "Name": "以索忒"
    },
    "30606": {
        "Color": "Wind",
        "_id": 30606,
        "Icon": [
            "UI_MonsterIcon_Fatuus_Escadron_Wind"
        ],
        "HP": 6.26,
        "HPCurve": 2,
        "Name": "雪奈茨芙娜的蝶安奈拉"
    },
    "40101": {
        "_id": 40101,
        "Icon": [
            "rgi"
        ],
        "HP": 7.0,
        "HPCurve": 1,
        "Name": "遗迹守卫"
    },
    "40102": {
        "_id": 40102,
        "Icon": [
            "rhu"
        ],
        "HP": 6.0,
        "HPCurve": 1,
        "Name": "遗迹猎者"
    },
    "40103": {
        "_id": 40103,
        "Icon": [
            "rgr"
        ],
        "HP": 9.0,
        "HPCurve": 1,
        "Name": "遗迹重机"
    },
    "40104": {
        "_id": 40104,
        "Icon": [
            "rs"
        ],
        "HP": 8.0,
        "HPCurve": 2,
        "Name": "遗迹巨蛇"
    },
    "40201": {
        "_id": 40201,
        "Icon": [
            "rcr2"
        ],
        "HP": 1.5,
        "HPCurve": 2,
        "Name": "遗迹巡弋者"
    },
    "40202": {
        "_id": 40202,
        "Icon": [
            "rdt2"
        ],
        "HP": 1.5,
        "HPCurve": 2,
        "Name": "遗迹歼击者"
    },
    "40203": {
        "_id": 40203,
        "Icon": [
            "rdf2"
        ],
        "HP": 2.1,
        "HPCurve": 2,
        "Name": "遗迹防卫者"
    },
    "40204": {
        "_id": 40204,
        "Icon": [
            "rsc2"
        ],
        "HP": 2.1,
        "HPCurve": 2,
        "Name": "遗迹侦察者"
    },
    "40211": {
        "_id": 40211,
        "Icon": [
            "pma"
        ],
        "HP": 8.0,
        "HPCurve": 2,
        "Name": "恒常机关阵列"
    },
    "40301": {
        "_id": 40301,
        "Icon": [
            "rd"
        ],
        "HP": 2.5,
        "HPCurve": 2,
        "Name": "遗迹龙兽 · 空巡"
    },
    "40302": {
        "_id": 40302,
        "Icon": [
            "rd"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "遗迹龙兽 · 地巡"
    },
    "40303": {
        "_id": 40303,
        "Icon": [
            "abd"
        ],
        "HP": 8.5,
        "HPCurve": 2,
        "Name": "兆载永劫龙兽"
    },
    "40401": {
        "_id": 40401,
        "Icon": [
            "pc"
        ],
        "HP": 1.7,
        "HPCurve": 2,
        "Name": "元能构装体 · 力场发生器"
    },
    "40402": {
        "_id": 40402,
        "Icon": [
            "pc"
        ],
        "HP": 1.7,
        "HPCurve": 2,
        "Name": "元能构装体 · 重塑仪"
    },
    "40403": {
        "_id": 40403,
        "Icon": [
            "pc"
        ],
        "HP": 1.7,
        "HPCurve": 2,
        "Name": "元能构装体 · 勘探机"
    },
    "40501": {
        "_id": 40501,
        "Icon": [
            "spcm"
        ],
        "HP": 8.0,
        "HPCurve": 2,
        "UseCustomColorName": true,
        "Name": "半永恒统辖矩阵"
    },
    "40601": {
        "Color": "Elec",
        "_id": 40601,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Sentry"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "机关 · 侦察记录型 · 荒"
    },
    "40602": {
        "_id": 40602,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Pylon"
        ],
        "HP": 0.9,
        "HPCurve": 2,
        "Name": "机关 · 算力增幅器 · 荒"
    },
    "40632": {
        "Color": "Rock",
        "_id": 40632,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Pylon"
        ],
        "HP": 7.6,
        "HPCurve": 2,
        "Name": "自律超算型场力发生装置"
    },
    "40604": {
        "Color": "Rock",
        "_id": 40604,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Probe"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "机关 · 地质勘探型 · 荒"
    },
    "40607": {
        "Color": "Rock",
        "_id": 40607,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Assimilator"
        ],
        "HP": 1.2,
        "HPCurve": 2,
        "Name": "机关 · 灵活采集型 · 荒"
    },
    "40608": {
        "Color": "Elec",
        "_id": 40608,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Ruggiero_01"
        ],
        "HP": 2.4,
        "HPCurve": 2,
        "Name": "攻坚特化型机关 · 荒"
    },
    "40609": {
        "Color": "Fire",
        "_id": 40609,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Ruggiero_02"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "压制特化型机关 · 荒"
    },
    "40610": {
        "Color": "Water",
        "_id": 40610,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Bradamante"
        ],
        "HP": 2.6,
        "HPCurve": 2,
        "Name": "歼灭特化型机关 · 荒"
    },
    "40612": {
        "Color": "Ice",
        "_id": 40612,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Excavator"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "建造特化型机关 · 荒"
    },
    "40651": {
        "Color": "Elec",
        "_id": 40651,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Sentry"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "机关 · 侦察记录型 · 芒"
    },
    "40652": {
        "_id": 40652,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Pylon"
        ],
        "HP": 0.9,
        "HPCurve": 2,
        "Name": "机关 · 算力增幅器 · 芒"
    },
    "40654": {
        "Color": "Water",
        "_id": 40654,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Probe"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "机关 · 地质勘探型 · 芒"
    },
    "40657": {
        "Color": "Wind",
        "_id": 40657,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Assimilator"
        ],
        "HP": 1.2,
        "HPCurve": 2,
        "Name": "机关 · 灵活采集型 · 芒"
    },
    "40658": {
        "Color": "Fire",
        "_id": 40658,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Ruggiero_01"
        ],
        "HP": 2.4,
        "HPCurve": 2,
        "Name": "攻坚特化型机关 · 芒"
    },
    "40659": {
        "Color": "Grass",
        "_id": 40659,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Ruggiero_02"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "压制特化型机关 · 芒"
    },
    "40660": {
        "Color": "Elec",
        "_id": 40660,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Bradamante"
        ],
        "HP": 2.6,
        "HPCurve": 2,
        "Name": "歼灭特化型机关 · 芒"
    },
    "40662": {
        "Color": "Fire",
        "_id": 40662,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Excavator"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "建造特化型机关 · 芒"
    },
    "40701": {
        "Color": "Ice",
        "_id": 40701,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Nutcracker"
        ],
        "HP": 7.5,
        "HPCurve": 2,
        "Name": "冰风组曲 · 科培琉司的劫罚"
    },
    "40702": {
        "Color": "Wind",
        "_id": 40702,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Nutcracker"
        ],
        "HP": 7.5,
        "HPCurve": 2,
        "Name": "冰风组曲 · 歌裴莉娅的葬送"
    },
    "40801": {
        "Color": "Rock",
        "_id": 40801,
        "Icon": [
            "UI_MonsterIcon_MachinaIustitia_Gravitas"
        ],
        "HP": 7.85,
        "HPCurve": 2,
        "Name": "实验性场力发生装置"
    },
    "50102": {
        "_id": 50102,
        "Icon": [
            "thsc1"
        ],
        "HP": 1.2,
        "HPCurve": 1,
        "Name": "盗宝团 · 斥候"
    },
    "50103": {
        "Color": "Fire",
        "_id": 50103,
        "Icon": [
            "thpp1"
        ],
        "HP": 1.6,
        "HPCurve": 1,
        "Name": "盗宝团 · 火之药剂师"
    },
    "50104": {
        "Color": "Water",
        "_id": 50104,
        "Icon": [
            "thhp1"
        ],
        "HP": 1.6,
        "HPCurve": 1,
        "Name": "盗宝团 · 水之药剂师"
    },
    "50105": {
        "Color": "Elec",
        "_id": 50105,
        "Icon": [
            "thep1"
        ],
        "HP": 1.6,
        "HPCurve": 1,
        "Name": "盗宝团 · 雷之药剂师"
    },
    "50106": {
        "Color": "Ice",
        "_id": 50106,
        "Icon": [
            "thcp1"
        ],
        "HP": 1.6,
        "HPCurve": 1,
        "Name": "盗宝团 · 冰之药剂师"
    },
    "50107": {
        "_id": 50107,
        "Icon": [
            "thha1"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "盗宝团 · 杂工"
    },
    "50202": {
        "_id": 50202,
        "Icon": [
            "thma1"
        ],
        "HP": 1.2,
        "HPCurve": 1,
        "Name": "盗宝团 · 神射手"
    },
    "50302": {
        "_id": 50302,
        "Icon": [
            "thgr1"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "盗宝团 · 掘墓者"
    },
    "50303": {
        "_id": 50303,
        "Icon": [
            "thse1"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "盗宝团 · 海上男儿"
    },
    "50601": {
        "_id": 50601,
        "Icon": [
            "thpu1"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "盗宝团 · 拳术家"
    },
    "50701": {
        "_id": 50701,
        "Icon": [
            "thcr1"
        ],
        "HP": 2.0,
        "HPCurve": 1,
        "Name": "盗宝团 · 粉碎者"
    },
    "50801": {
        "_id": 50801,
        "Icon": [
            "njtb"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "野伏 · 阵刀番"
    },
    "50802": {
        "Color": "Fire",
        "_id": 50802,
        "Icon": [
            "nhsb"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "野伏 · 火付番"
    },
    "50803": {
        "Color": "Elec",
        "_id": 50803,
        "Icon": [
            "nkkb"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "野伏 · 机巧番"
    },
    "50901": {
        "_id": 50901,
        "Icon": [
            "mk"
        ],
        "HP": 20.0,
        "HPCurve": 1,
        "Name": "魔偶剑鬼"
    },
    "50902": {
        "Color": "Wind",
        "_id": 50902,
        "Icon": [
            "lg"
        ],
        "HP": 16.0,
        "HPCurve": 1,
        "Name": "魔偶剑鬼 · 孤风"
    },
    "50903": {
        "Color": "Ice",
        "_id": 50903,
        "Icon": [
            "gf"
        ],
        "HP": 16.0,
        "HPCurve": 1,
        "Name": "魔偶剑鬼 · 霜驰"
    },
    "50904": {
        "_id": 50904,
        "Icon": [
            "mot"
        ],
        "HP": 16.0,
        "HPCurve": 1,
        "Name": "魔偶剑鬼 · 凶面"
    },
    "51001": {
        "Color": "Elec",
        "_id": 51001,
        "Icon": [
            "kdt"
        ],
        "HP": 2.4,
        "HPCurve": 2,
        "Name": "海乱鬼 · 雷腾"
    },
    "51002": {
        "Color": "Fire",
        "_id": 51002,
        "Icon": [
            "kfm"
        ],
        "HP": 2.4,
        "HPCurve": 2,
        "Name": "海乱鬼 · 炎威"
    },
    "52101": {
        "_id": 52101,
        "Icon": [
            "emav"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "镀金旅团 · 阵前斧手"
    },
    "52102": {
        "_id": 52102,
        "Icon": [
            "emcr"
        ],
        "HP": 0.6,
        "HPCurve": 2,
        "Name": "镀金旅团 · 机弩兵"
    },
    "52103": {
        "_id": 52103,
        "Icon": [
            "emrh"
        ],
        "HP": 0.6,
        "HPCurve": 2,
        "Name": "镀金旅团 · 鸦喙戟手"
    },
    "52104": {
        "_id": 52104,
        "Icon": [
            "emlb"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "镀金旅团 · 破阵者"
    },
    "52105": {
        "_id": 52105,
        "Icon": [
            "emsd"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "镀金旅团 · 刀舞者"
    },
    "53101": {
        "Color": "Water",
        "_id": 53101,
        "Icon": [
            "emdc"
        ],
        "HP": 1.8,
        "HPCurve": 2,
        "Name": "镀金旅团 · 沙中净水"
    },
    "53102": {
        "Color": "Ice",
        "_id": 53102,
        "Icon": [
            "emsf"
        ],
        "HP": 1.8,
        "HPCurve": 2,
        "Name": "镀金旅团 · 炽阳凝冰"
    },
    "53103": {
        "Color": "Elec",
        "_id": 53103,
        "Icon": [
            "emdt"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "镀金旅团 · 白日鸣雷"
    },
    "54101": {
        "Color": "Rock",
        "_id": 54101,
        "Icon": [
            "emse"
        ],
        "HP": 2.5,
        "HPCurve": 2,
        "Name": "镀金旅团 · 魔岩役使"
    },
    "54102": {
        "Color": "Wind",
        "_id": 54102,
        "Icon": [
            "emgh"
        ],
        "HP": 2.2,
        "HPCurve": 2,
        "Name": "镀金旅团 · 灵风猎手"
    },
    "54103": {
        "Color": "Fire",
        "_id": 54103,
        "Icon": [
            "emsl"
        ],
        "HP": 2.2,
        "HPCurve": 2,
        "Name": "镀金旅团 · 炽沙叙事人"
    },
    "54104": {
        "Color": "Grass",
        "_id": 54104,
        "Icon": [
            "emfd"
        ],
        "HP": 2.5,
        "HPCurve": 2,
        "Name": "镀金旅团 · 叶轮舞者"
    },
    "60101": {
        "Color": "Ice",
        "_id": 60101,
        "Icon": [
            "cwp"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "冰霜骗骗花"
    },
    "60102": {
        "Color": "Fire",
        "_id": 60102,
        "Icon": [
            "pwp"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "炽热骗骗花"
    },
    "60103": {
        "Color": "Elec",
        "_id": 60103,
        "Icon": [
            "ewp"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "电气骗骗花"
    },
    "60203": {
        "Color": "Elec",
        "_id": 60203,
        "Icon": [
            "er"
        ],
        "HP": 7.0,
        "HPCurve": 1,
        "Name": "掣电树"
    },
    "60301": {
        "Color": "Rock",
        "_id": 60301,
        "Icon": [
            "gvh"
        ],
        "HP": 3.0,
        "HPCurve": 1,
        "Name": "幼岩龙蜥"
    },
    "60401": {
        "_id": 60401,
        "Icon": [
            "gv"
        ],
        "HP": 8.0,
        "HPCurve": 1,
        "UseCustomColorName": true,
        "Name": "(水)岩龙蜥"
    },
    "60402": {
        "_id": 60402,
        "Icon": [
            "gv"
        ],
        "HP": 8.0,
        "HPCurve": 1,
        "UseCustomColorName": true,
        "Name": "(火)岩龙蜥"
    },
    "60403": {
        "_id": 60403,
        "Icon": [
            "gv"
        ],
        "HP": 8.0,
        "HPCurve": 1,
        "UseCustomColorName": true,
        "Name": "(冰)岩龙蜥"
    },
    "60404": {
        "_id": 60404,
        "Icon": [
            "gv"
        ],
        "HP": 8.0,
        "HPCurve": 1,
        "UseCustomColorName": true,
        "Name": "(雷)岩龙蜥"
    },
    "60501": {
        "_id": 60501,
        "Icon": [
            "pg"
        ],
        "HP": 30.0,
        "HPCurve": 1,
        "UseCustomColorName": true,
        "Name": "(水)古岩龙蜥"
    },
    "60502": {
        "_id": 60502,
        "Icon": [
            "pg"
        ],
        "HP": 30.0,
        "HPCurve": 1,
        "UseCustomColorName": true,
        "Name": "(火)古岩龙蜥"
    },
    "60503": {
        "_id": 60503,
        "Icon": [
            "pg"
        ],
        "HP": 30.0,
        "HPCurve": 1,
        "UseCustomColorName": true,
        "Name": "(冰)古岩龙蜥"
    },
    "60504": {
        "_id": 60504,
        "Icon": [
            "pg"
        ],
        "HP": 30.0,
        "HPCurve": 1,
        "UseCustomColorName": true,
        "Name": "(雷)古岩龙蜥"
    },
    "60506": {
        "Color": "Water",
        "_id": 60506,
        "Icon": [
            "pbv"
        ],
        "HP": 4.0,
        "HPCurve": 2,
        "Name": "深海龙蜥 · 原种"
    },
    "60507": {
        "Color": "Ice",
        "_id": 60507,
        "Icon": [
            "cd"
        ],
        "HP": 6.0,
        "HPCurve": 2,
        "Name": "深海龙蜥 · 啮冰"
    },
    "60508": {
        "Color": "Elec",
        "_id": 60508,
        "Icon": [
            "cd"
        ],
        "HP": 6.0,
        "HPCurve": 2,
        "Name": "深海龙蜥 · 吞雷"
    },
    "60509": {
        "Color": "Water",
        "_id": 60509,
        "Icon": [
            "pbv"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "深海龙蜥幼体 · 原种"
    },
    "60510": {
        "Color": "Ice",
        "_id": 60510,
        "Icon": [
            "rbv"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "深海龙蜥幼体 · 啮冰"
    },
    "60511": {
        "Color": "Elec",
        "_id": 60511,
        "Icon": [
            "bbv"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "深海龙蜥幼体 · 吞雷"
    },
    "60513": {
        "Color": "Water",
        "_id": 60513,
        "Icon": [
            "pbv"
        ],
        "HP": 5.4,
        "HPCurve": 2,
        "Name": "西尼阿斯"
    },
    "60601": {
        "Color": "Elec",
        "_id": 60601,
        "Icon": [
            "ecic"
        ],
        "HP": 0.5,
        "HPCurve": 1,
        "Name": "雷萤"
    },
    "60602": {
        "Color": "Water",
        "_id": 60602,
        "Icon": [
            "hcic"
        ],
        "HP": 0.5,
        "HPCurve": 1,
        "Name": "水萤"
    },
    "60603": {
        "Color": "Ice",
        "_id": 60603,
        "Icon": [
            "ccic"
        ],
        "HP": 0.5,
        "HPCurve": 1,
        "Name": "冰萤"
    },
    "60901": {
        "Color": "Water",
        "_id": 60901,
        "Icon": [
            "fhf"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "浮游水蕈兽"
    },
    "60902": {
        "Color": "Grass",
        "_id": 60902,
        "Icon": [
            "fdf"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "浮游草蕈兽"
    },
    "60903": {
        "Color": "Wind",
        "_id": 60903,
        "Icon": [
            "faf"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "浮游风蕈兽"
    },
    "60904": {
        "Color": "Elec",
        "_id": 60904,
        "Icon": [
            "wef"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "旋转雷蕈兽"
    },
    "60905": {
        "Color": "Ice",
        "_id": 60905,
        "Icon": [
            "wcf"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "旋转冰蕈兽"
    },
    "60906": {
        "Color": "Fire",
        "_id": 60906,
        "Icon": [
            "wpf"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "旋转火蕈兽"
    },
    "60907": {
        "Color": "Fire",
        "_id": 60907,
        "Icon": [
            "spf"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "伸缩火蕈兽"
    },
    "60908": {
        "Color": "Wind",
        "_id": 60908,
        "Icon": [
            "saf"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "伸缩风蕈兽"
    },
    "60909": {
        "Color": "Rock",
        "_id": 60909,
        "Icon": [
            "sgf"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "伸缩岩蕈兽"
    },
    "60910": {
        "Color": "Elec",
        "_id": 60910,
        "Icon": [
            "sef"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "伸缩雷蕈兽"
    },
    "61001": {
        "Color": "Water",
        "_id": 61001,
        "Icon": [
            "cshc"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "沧流 · 圣骸角鳄"
    },
    "61002": {
        "Color": "Grass",
        "_id": 61002,
        "Icon": [
            "csfb"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "狂蔓 · 圣骸牙兽"
    },
    "61003": {
        "Color": "Fire",
        "_id": 61003,
        "Icon": [
            "csrv"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "赤炎 · 圣骸赤鹫"
    },
    "61004": {
        "Color": "Elec",
        "_id": 61004,
        "Icon": [
            "css"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "苍雷 · 圣骸毒蝎"
    },
    "61005": {
        "Color": "Wind",
        "_id": 61005,
        "Icon": [
            "csfs"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "驭风 · 圣骸飞蛇"
    },
    "61101": {
        "Color": "Grass",
        "_id": 61101,
        "Icon": [
            "jpt"
        ],
        "HP": 7.0,
        "HPCurve": 2,
        "Name": "翠翎恐蕈"
    },
    "61201": {
        "Color": "Grass",
        "_id": 61201,
        "Icon": [
            "wds"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "有翼草本真蕈"
    },
    "61202": {
        "Color": "Ice",
        "_id": 61202,
        "Icon": [
            "wcs"
        ],
        "HP": 1.4,
        "HPCurve": 2,
        "Name": "有翼冰本真蕈"
    },
    "61203": {
        "Color": "Water",
        "_id": 61203,
        "Icon": [
            "ghs"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "陆行水本真蕈"
    },
    "61204": {
        "Color": "Rock",
        "_id": 61204,
        "Icon": [
            "ggs"
        ],
        "HP": 1.4,
        "HPCurve": 2,
        "Name": "陆行岩本真蕈"
    },
    "61301": {
        "Color": "Wind",
        "_id": 61301,
        "Icon": [
            "sw"
        ],
        "HP": 7.0,
        "HPCurve": 2,
        "Name": "风蚀沙虫"
    },
    "61401": {
        "Color": "Rock",
        "_id": 61401,
        "Icon": [
            "moxiang1"
        ],
        "HP": 8.0,
        "HPCurve": 2,
        "Name": "「白石与黄铜的造像」"
    },
    "61402": {
        "Color": "Rock",
        "_id": 61402,
        "Icon": [
            "moxiang2"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "魔像禁卫"
    },
    "61601": {
        "Color": "Fire",
        "_id": 61601,
        "Icon": [
            "UI_MonsterIcon_HermitCrab_Mature"
        ],
        "HP": 1.3,
        "HPCurve": 2,
        "Name": "坚盾重甲蟹"
    },
    "61602": {
        "Color": "Ice",
        "_id": 61602,
        "Icon": [
            "UI_MonsterIcon_Aplysia_Mature"
        ],
        "HP": 1.3,
        "HPCurve": 2,
        "Name": "大天使海兔"
    },
    "61603": {
        "Color": "Elec",
        "_id": 61603,
        "Icon": [
            "UI_MonsterIcon_SeaHorse_Mature"
        ],
        "HP": 1.3,
        "HPCurve": 2,
        "Name": "泡泡雄海马"
    },
    "61701": {
        "Color": "Fire",
        "_id": 61701,
        "Icon": [
            "UI_MonsterIcon_HermitCrab_Primo"
        ],
        "HP": 6.0,
        "HPCurve": 2,
        "Name": "铁甲熔火帝皇"
    },
    "61801": {
        "Color": "Elec",
        "_id": 61801,
        "Icon": [
            "UI_MonsterIcon_SeaHorse_Primo_Electric"
        ],
        "HP": 5.5,
        "HPCurve": 2,
        "Name": "千年珍珠骏麟"
    },
    "61901": {
        "_id": 61901,
        "Icon": [
            "UI_MonsterIcon_Hermit"
        ],
        "HP": 8.3,
        "HPCurve": 2,
        "Name": "隐山猊兽"
    },
    "61902": {
        "_id": 61902,
        "Icon": [
            "UI_MonsterIcon_Striped"
        ],
        "HP": 2.1,
        "HPCurve": 2,
        "Name": "玄文兽"
    },
    "40901": {
        "Color": "Fire",
        "_id": 40901,
        "Icon": [
            "UI_MonsterIcon_ToothTrap"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "秘源机兵 · 寻捕械"
    },
    "55001": {
        "_id": 55001,
        "Icon": [
            "UI_MonsterIcon_Human_Female_NoWeapon_Mosasaurus"
        ],
        "HP": 0.6,
        "HPCurve": 2,
        "Name": "流刃勇士 · 游击人"
    },
    "55011": {
        "_id": 55011,
        "Icon": [
            "UI_MonsterIcon_Human_Female_NoWeapon_Drillhead"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "铸砂勇士 · 叩问人"
    },
    "55012": {
        "_id": 55012,
        "Icon": [
            "UI_MonsterIcon_Human_Female_Sword_Hookwalker"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "疾迅勇士 · 引索客"
    },
    "55021": {
        "_id": 55021,
        "Icon": [
            "UI_MonsterIcon_Human_Male_Sword_Hookwalker"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "疾迅勇士 · 荡风斥候"
    },
    "55022": {
        "_id": 55022,
        "Icon": [
            "UI_MonsterIcon_Human_Male_Sword_Mosasaurus"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "流刃勇士 · 锯脂者"
    },
    "55031": {
        "_id": 55031,
        "Icon": [
            "UI_MonsterIcon_Human_Male_Claymore_Hookwalker"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "疾迅勇士 · 重刃讯使"
    },
    "55041": {
        "_id": 55041,
        "Icon": [
            "UI_MonsterIcon_Human_MuscleMan_Claymore_Drillhead"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "铸砂勇士 · 碎盾者"
    },
    "55051": {
        "_id": 55051,
        "Icon": [
            "UI_MonsterIcon_Human_Fat_NoWeapon_Drillhead"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "铸砂勇士 · 投矛手"
    },
    "55052": {
        "_id": 55052,
        "Icon": [
            "UI_MonsterIcon_Human_Fat_NoWeapon_Mosasaurus"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "流刃勇士 · 掷叉猎手"
    },
    "55101": {
        "Color": "Rock",
        "_id": 55101,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Powermaul_Drillhead"
        ],
        "HP": 2.2,
        "HPCurve": 2,
        "Name": "嵴锋龙武士 · 碎晶打者"
    },
    "55102": {
        "Color": "Rock",
        "_id": 55102,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Chainsword_Drillhead"
        ],
        "HP": 2.2,
        "HPCurve": 2,
        "Name": "嵴锋龙武士 · 破岩锐刃"
    },
    "55103": {
        "Color": "Grass",
        "_id": 55103,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Chainsword_Hookwalker"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "匿叶龙武士 · 旋锯飞叶"
    },
    "55104": {
        "Color": "Grass",
        "_id": 55104,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Launcher_Hookwalker"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "匿叶龙武士 · 流火鸣空"
    },
    "55105": {
        "Color": "Water",
        "_id": 55105,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Slingshot_Mosasaurus"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "鳍游龙武士 · 穿浪之梭"
    },
    "55106": {
        "Color": "Water",
        "_id": 55106,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Launcher_Mosasaurus"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "鳍游龙武士 · 裂礁之涛"
    },
    "62001": {
        "Color": "Rock",
        "_id": 62001,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Drillhead_Small"
        ],
        "HP": 0.55,
        "HPCurve": 2,
        "Name": "幼嵴锋龙"
    },
    "62002": {
        "Color": "Rock",
        "_id": 62002,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Drillhead_Normal"
        ],
        "HP": 1.5,
        "HPCurve": 2,
        "Name": "嵴锋龙"
    },
    "62101": {
        "Color": "Water",
        "_id": 62101,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Mosasaurus_Small"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "幼鳍游龙"
    },
    "62102": {
        "Color": "Water",
        "_id": 62102,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Mosasaurus_Normal"
        ],
        "HP": 1.35,
        "HPCurve": 2,
        "Name": "鳍游龙"
    },
    "62201": {
        "Color": "Grass",
        "_id": 62201,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Hookwalker_Small"
        ],
        "HP": 0.5,
        "HPCurve": 2,
        "Name": "幼匿叶龙"
    },
    "62202": {
        "Color": "Grass",
        "_id": 62202,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Hookwalker_Normal"
        ],
        "HP": 1.35,
        "HPCurve": 2,
        "Name": "匿叶龙"
    },
    "62203": {
        "Color": "Grass",
        "_id": 62203,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Hookwalker_Primo"
        ],
        "HP": 13.5,
        "HPCurve": 2,
        "Name": "贪食匿叶龙山王"
    },
    "62303": {
        "Color": "Fire",
        "_id": 62303,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Flamingo_Primo"
        ],
        "HP": 6.2,
        "HPCurve": 2,
        "Name": "金焰绒翼龙暴君"
    },
    "62601": {
        "Color": "Rock",
        "_id": 62601,
        "Icon": [
            "UI_MonsterIcon_Wayob_Drillhead"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "窟岩 · 大灵显化身"
    },
    "62602": {
        "Color": "Water",
        "_id": 62602,
        "Icon": [
            "UI_MonsterIcon_Wayob_Mosasaurus"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "溯流 · 大灵显化身"
    },
    "62701": {
        "Color": "Fire",
        "_id": 62701,
        "Icon": [
            "UI_MonsterIcon_Lava_Liquid"
        ],
        "HP": 3.8,
        "HPCurve": 2,
        "Name": "熔岩游像 · 流燃体"
    },
    "62702": {
        "Color": "Rock",
        "_id": 62702,
        "Icon": [
            "UI_MonsterIcon_Lava_Solid"
        ],
        "HP": 4.3,
        "HPCurve": 2,
        "Name": "熔岩游像 · 蚀土者"
    },
    "30121": {
        "Color": "Ice",
        "_id": 30121,
        "Icon": [
            "fsc2"
        ],
        "HP": 5.18,
        "HPCurve": 2,
        "Name": "异色三连星 · 西多连科"
    },
    "30123": {
        "Color": "Elec",
        "_id": 30123,
        "Icon": [
            "fse"
        ],
        "HP": 4.62,
        "HPCurve": 2,
        "Name": "异色三连星 · 诺莫科诺夫"
    },
    "30126": {
        "Color": "Fire",
        "_id": 30126,
        "Icon": [
            "fsp"
        ],
        "HP": 4.2,
        "HPCurve": 2,
        "Name": "异色三连星 · 瓦西里"
    },
    "55172": {
        "Color": "Water",
        "_id": 55172,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Slingshot_Mosasaurus"
        ],
        "HP": 8.45,
        "HPCurve": 2,
        "Name": "「海浪中的莎孚」"
    },
    "28021302": {
        "Color": "Elec",
        "_id": 28021302,
        "Icon": [
            "UI_AnimalIcon_Tortoise_Electric"
        ],
        "HP": 6.16,
        "HPCurve": 2,
        "Name": "科西霍"
    },
    "21203": {
        "_id": 21203,
        "Icon": [
            "UI_MonsterIcon_TheAbyss_Rhizome"
        ],
        "HP": 2.4,
        "HPCurve": 2,
        "Name": "深邃拟态 · 遗迹守卫"
    },
    "21204": {
        "_id": 21204,
        "Icon": [
            "UI_MonsterIcon_TheAbyss_Rhizome"
        ],
        "HP": 2.2,
        "HPCurve": 2,
        "Name": "深邃拟态 · 丘丘风行游侠"
    },
    "21205": {
        "_id": 21205,
        "Icon": [
            "UI_MonsterIcon_TheAbyss_Rhizome"
        ],
        "HP": 2.4,
        "HPCurve": 2,
        "Name": "深邃拟态 · 秘源机兵 · 寻捕械"
    },
    "21206": {
        "_id": 21206,
        "Icon": [
            "UI_MonsterIcon_TheAbyss_Rhizome"
        ],
        "HP": 2.2,
        "HPCurve": 2,
        "Name": "深邃拟态 · 雷斧丘丘暴徒"
    },
    "40902": {
        "Color": "Elec",
        "_id": 40902,
        "Icon": [
            "UI_MonsterIcon_DragonClaw"
        ],
        "HP": 13.0,
        "HPCurve": 2,
        "Name": "秘源机兵 · 构型械"
    },
    "21201": {
        "_id": 21201,
        "Icon": [
            "UI_MonsterIcon_TheAbyss_Dendrite"
        ],
        "HP": 8.0,
        "HPCurve": 2,
        "Name": "深邃摹结株 · I型"
    },
    "55002": {
        "_id": 55002,
        "Icon": [
            "UI_MonsterIcon_Human_Female_NoWeapon_Flamingo"
        ],
        "HP": 0.6,
        "HPCurve": 2,
        "Name": "结羽勇士 · 腾空士"
    },
    "55013": {
        "_id": 55013,
        "Icon": [
            "UI_MonsterIcon_Human_Female_Sword_Flamingo"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "结羽勇士 · 削羽人"
    },
    "55014": {
        "_id": 55014,
        "Icon": [
            "UI_MonsterIcon_Human_Female_Sword_Shamansaurus"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "灵觉勇士 · 执意师"
    },
    "55023": {
        "_id": 55023,
        "Icon": [
            "UI_MonsterIcon_Human_Male_Sword_Shamansaurus"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "灵觉勇士 · 控念师"
    },
    "55032": {
        "_id": 55032,
        "Icon": [
            "UI_MonsterIcon_Human_Male_Claymore_Shamansaurus"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "灵觉勇士 · 冥思者"
    },
    "55042": {
        "_id": 55042,
        "Icon": [
            "UI_MonsterIcon_Human_MuscleMan_Claymore_Flamingo"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "结羽勇士 · 驭空客"
    },
    "55107": {
        "Color": "Fire",
        "_id": 55107,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Powermaul_Flamingo"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "绒翼龙武士 · 膛星之锤"
    },
    "55108": {
        "Color": "Fire",
        "_id": 55108,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Slingshot_Flamingo"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "绒翼龙武士 · 长空明焰"
    },
    "55109": {
        "Color": "Ice",
        "_id": 55109,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Chainsword_Shamansaurus"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "暝视龙武士 · 寒涌持者"
    },
    "62302": {
        "Color": "Fire",
        "_id": 62302,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Flamingo_Normal"
        ],
        "HP": 1.5,
        "HPCurve": 2,
        "Name": "绒翼龙"
    },
    "62402": {
        "Color": "Ice",
        "_id": 62402,
        "Icon": [
            "UI_MonsterIcon_Natsaurus_Shamansaurus_Normal"
        ],
        "HP": 1.35,
        "HPCurve": 2,
        "Name": "暝视龙"
    },
    "62608": {
        "Color": "Ice",
        "_id": 62608,
        "Icon": [
            "UI_MonsterIcon_Wayob_Shamansaurus"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "凛冽 · 大灵显化身"
    },
    "62609": {
        "Color": "Fire",
        "_id": 62609,
        "Icon": [
            "UI_MonsterIcon_Wayob_Flamingo"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "焚燃 · 大灵显化身"
    },
    "21216": {
        "_id": 21216,
        "Icon": [
            "UI_MonsterIcon_TheAbyss_Dendrite"
        ],
        "HP": 8.0,
        "HPCurve": 2,
        "Name": "深邃摹结株 · II型"
    },
    "21217": {
        "_id": 21217,
        "Icon": [
            "UI_MonsterIcon_TheAbyss_Dendrite"
        ],
        "HP": 8.0,
        "HPCurve": 2,
        "Name": "深邃摹结株 · III型"
    },
    "55201": {
        "Color": "Ice",
        "_id": 55201,
        "Icon": [
            "UI_MonsterIcon_TribalWarrior_Udugan"
        ],
        "HP": 8.5,
        "HPCurve": 2,
        "Name": "灵觉隐修的迷者"
    },
    "55024": {
        "_id": 55024,
        "Icon": [
            "UI_MonsterIcon_Human_Male_Sword_Bisonsaurus"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "横蛮勇士 · 冲撞手"
    },
    "55043": {
        "_id": 55043,
        "Icon": [
            "UI_MonsterIcon_Human_MuscleMan_Claymore_Bisonsaurus"
        ],
        "HP": 1.0,
        "HPCurve": 2,
        "Name": "横蛮勇士 · 摔跤客"
    },
    "55053": {
        "_id": 55053,
        "Icon": [
            "UI_MonsterIcon_Human_Fat_Sword_Bisonsaurus"
        ],
        "HP": 0.8,
        "HPCurve": 2,
        "Name": "横蛮勇士 · 抓扑人"
    },
    "55111": {
        "Color": "Elec",
        "_id": 55111,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Powermaul_Bisonsaurus"
        ],
        "HP": 2.2,
        "HPCurve": 2,
        "Name": "突角龙武士 · 破空轰动"
    },
    "55112": {
        "Color": "Elec",
        "_id": 55112,
        "Icon": [
            "UI_MonsterIcon_Tribalwarrior_Slingshot_Bisonsaurus"
        ],
        "HP": 2.2,
        "HPCurve": 2,
        "Name": "突角龙武士 · 追缉灵光"
    },
    "62611": {
        "Color": "Elec",
        "_id": 62611,
        "Icon": [
            "UI_MonsterIcon_Wayob_Bisonsaurus"
        ],
        "HP": 3.5,
        "HPCurve": 2,
        "Name": "雳震 · 大灵显化身"
    },
    "62703": {
        "Color": "Fire",
        "_id": 62703,
        "Icon": [
            "UI_MonsterIcon_LavaTitan"
        ],
        "HP": 13.5,
        "HPCurve": 2,
        "Name": "熔岩辉龙像"
    },
    "40905": {
        "Color": "Water",
        "_id": 40905,
        "Icon": [
            "UI_MonsterIcon_DragonCollar"
        ],
        "HP": 10.8,
        "HPCurve": 2,
        "Name": "秘源机兵 · 统御械"
    },
    "55602": {
        "Color": "Elec",
        "_id": 55602,
        "Icon": [
            "UI_MonsterIcon_Tenoyollotzin"
        ],
        "HP": 10.0,
        "HPCurve": 2,
        "Name": "最后的特诺奇兹托克人"
    },
    "21310": {
        "_id": 21310,
        "Icon": [
            "UI_MonsterIcon_WildHunt_Elite"
        ],
        "HP": 5.2,
        "HPCurve": 2,
        "Name": "荒野狂狩士"
    },
    "21320": {
        "Color": "Elec",
        "_id": 21320,
        "Icon": [
            "UI_MonsterIcon_WildHunt_Male_Sigurd"
        ],
        "HP": 4.725,
        "HPCurve": 2,
        "Name": "西格德"
    },
    "41001": {
        "Color": "Elec",
        "_id": 41001,
        "Icon": [
            "UI_MonsterIcon_Gastrobot_01"
        ],
        "HP": 13.5,
        "HPCurve": 2,
        "Name": "重拳出击鸭"
    },
    "307911": {
        "Color": "Fire",
        "_id": 307911,
        "Icon": [
            "UI_MonsterIcon_Oprichnik_Male_Strong_LanceArquebus"
        ],
        "HP": 10.25,
        "HPCurve": 2,
        "Name": "拉斯科尔尼科夫"
    },
    "30793": {
        "Color": "Elec",
        "_id": 30793,
        "Icon": [
            "UI_MonsterIcon_Oprichnik_Female_Slim_MachineGun"
        ],
        "HP": 2.0,
        "HPCurve": 2,
        "Name": "愚人众特辖队 · 雷霰近卫军"
    },
    "61626": {
        "Color": "Water",
        "_id": 61626,
        "Icon": [
            "UI_MonsterIcon_HermitCrab_Mature_Elite"
        ],
        "HP": 10.6,
        "HPCurve": 2,
        "Name": "「蟹沙皇」"
    },
    "63001": {
        "Color": "Elec",
        "_id": 63001,
        "Icon": [
            "UI_MonsterIcon_Magbeast_Argali"
        ],
        "HP": 5.5,
        "HPCurve": 2,
        "Name": "蕴光奇羊"
    },
    "63011": {
        "Color": "Grass",
        "_id": 63011,
        "Icon": [
            "UI_MonsterIcon_Magbeast_Pergesa"
        ],
        "HP": 8.0,
        "HPCurve": 2,
        "Name": "蕴光月幻蝶"
    }
}

var _MonsterCustomColorNameConfig = {
    "21001": {
        "Name": "深罪浸礼者 · <color style='color:#FF0000;'>火</color><color style='color:#00B0F0;'>冰</color><color style='color:#7030A0;'>雷</color>驱役者"
    },
    "21002": {
        "Name": "深罪浸礼者 · <color style='color:#00B0F0;'>冰</color><color style='color:#0070C0;'>水</color><color style='color:#FF0000;'>火</color>驱役者"
    },
    "21003": {
        "Name": "深罪浸礼者 · <color style='color:#7030A0;'>雷</color><color style='color:#FF0000;'>火</color><color style='color:#0070C0;'>水</color>驱役者"
    },
    "21004": {
        "Name": "深罪浸礼者 · <color style='color:#0070C0;'>水</color><color style='color:#00B0F0;'>冰</color><color style='color:#7030A0;'>雷</color>驱役者"
    },
    "40501": {
        "Name": "半永恒统辖矩阵"
    },
    "60401": {
        "Name": "<color style='color:#0070C0;'>(水)</color><color style='color:#D4A000;'>岩龙蜥</color>"
    },
    "60402": {
        "Name": "<color style='color:#FF0000;'>(火)</color><color style='color:#D4A000;'>岩龙蜥</color>"
    },
    "60403": {
        "Name": "<color style='color:#00B0F0;'>(冰)</color><color style='color:#D4A000;'>岩龙蜥</color>"
    },
    "60404": {
        "Name": "<color style='color:#7030A0;'>(雷)</color><color style='color:#D4A000;'>岩龙蜥</color>"
    },
    "60501": {
        "Name": "<color style='color:#0070C0;'>(水)</color><color style='color:#D4A000;'>古岩龙蜥</color>"
    },
    "60502": {
        "Name": "<color style='color:#FF0000;'>(火)</color><color style='color:#D4A000;'>古岩龙蜥</color>"
    },
    "60503": {
        "Name": "<color style='color:#00B0F0;'>(冰)</color><color style='color:#D4A000;'>古岩龙蜥</color>"
    },
    "60504": {
        "Name": "<color style='color:#7030A0;'>(雷)</color><color style='color:#D4A000;'>古岩龙蜥</color>"
    }
}

var _SpiralAbyssFloorEntryToLevelCoeffConfig = {
    "9-1": {
        "Level": 72,
        "HPCoeff": 2.0
    },
    "9-2": {
        "Level": 74,
        "HPCoeff": 2.0
    },
    "9-3": {
        "Level": 76,
        "HPCoeff": 2.0
    },
    "10-1": {
        "Level": 80,
        "HPCoeff": 2.0
    },
    "10-2": {
        "Level": 82,
        "HPCoeff": 2.0
    },
    "10-3": {
        "Level": 85,
        "HPCoeff": 2.0
    },
    "11-1": {
        "Level": 88,
        "HPCoeff": 2.0
    },
    "11-2": {
        "Level": 90,
        "HPCoeff": 2.0
    },
    "11-3": {
        "Level": 92,
        "HPCoeff": 2.0
    },
    "12-1": {
        "Level": 95,
        "HPCoeff": 2.5
    },
    "12-2": {
        "Level": 98,
        "HPCoeff": 2.5
    },
    "12-3": {
        "Level": 100,
        "HPCoeff": 2.5
    }
}

var _SpiralAbyssFloorConfig = {
    "101": {
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "11-2",
                "Level": 90,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "11-3",
                "Level": 92,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            }
        ],
        "Auto": true,
        "Disorder": "队伍中所有角色获得75%雷元素伤害加成。"
    },
    "103": {
        "Chambers": [
            {
                "Name": "9-1",
                "Level": 72,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "9-2",
                "Level": 74,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "9-3",
                "Level": 76,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            }
        ],
        "Auto": true,
        "Disorder": "角色的月感电与月绽放反应造成的伤害提升50%。"
    },
    "104": {
        "Chambers": [
            {
                "Name": "10-1",
                "Level": 80,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "10-2",
                "Level": 82,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "10-3",
                "Level": 85,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            }
        ],
        "Auto": true,
        "Disorder": "角色的月感电与月绽放反应造成的伤害提升50%。"
    },
    "105": {
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "11-2",
                "Level": 90,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "11-3",
                "Level": 92,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            }
        ],
        "Auto": true,
        "Disorder": "队伍中所有角色获得60%雷元素伤害加成。<br>队伍中所有角色获得60%草元素伤害加成。"
    },
    "107": {
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "11-2",
                "Level": 90,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            },
            {
                "Name": "11-3",
                "Level": 92,
                "UpperCount": 0,
                "LowerCount": 0,
                "Upper": [],
                "Lower": []
            }
        ],
        "Auto": true,
        "Disorder": "队伍中所有角色获得60%雷元素伤害加成。<br>队伍中所有角色获得60%草元素伤害加成。"
    },
    "57": {
        "Disorder": "角色触发蒸发反应后的5秒内，该角色通过蒸发反应造成的伤害提升提高50%。",
        "ShowVers": [
            1,
            0
        ],
        "Chambers": [
            {
                "Name": "9-1",
                "Level": 72,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40601,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 2
                            },
                            {
                                "ID": 50103,
                                "Num": 2
                            },
                            {
                                "ID": 50104,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40602,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 40604,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 2
                            },
                            {
                                "ID": 50801,
                                "Num": 1
                            },
                            {
                                "ID": 50802,
                                "Num": 1
                            },
                            {
                                "ID": 50803,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40657,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 50802,
                                "Num": 1
                            },
                            {
                                "ID": 50803,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40658,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 40652,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 50105,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "9-2",
                "Level": 74,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61602,
                                "Num": 2
                            },
                            {
                                "ID": 111,
                                "Num": 2
                            },
                            {
                                "ID": 109,
                                "Num": 1
                            },
                            {
                                "ID": 5021,
                                "Note": {
                                    "Text": "大猪"
                                },
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40610,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ]
                            },
                            {
                                "ID": 50106,
                                "Num": 3
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 2
                            },
                            {
                                "ID": 113,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40660,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ]
                            },
                            {
                                "ID": 50103,
                                "Num": 3
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "9-3",
                "Level": 76,
                "GoalType": 0,
                "Gadgets": [
                    502,
                    551
                ],
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10202,
                                "Num": 1,
                                "Affix": [
                                    5001
                                ]
                            },
                            {
                                "ID": 10207,
                                "Num": 1,
                                "Affix": [
                                    5001
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40609,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 30501,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40660,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ]
                            },
                            {
                                "ID": 30201,
                                "Num": 2,
                                "Affix": [
                                    5001
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "58": {
        "Disorder": "角色对处于水元素附着状态下的敌人造成的伤害提高50%。",
        "ShowVers": [
            1,
            0
        ],
        "Chambers": [
            {
                "Name": "10-1",
                "Level": 80,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40607,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 30106,
                                "Num": 2
                            },
                            {
                                "ID": 50107,
                                "Num": 1
                            },
                            {
                                "ID": 50302,
                                "Num": 1
                            },
                            {
                                "ID": 50303,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 40654,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "10-2",
                "Level": 82,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 605,
                                "Num": 2
                            },
                            {
                                "ID": 606,
                                "Num": 2
                            },
                            {
                                "ID": 607,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61201,
                                "Num": 1
                            },
                            {
                                "ID": 61203,
                                "Num": 1
                            },
                            {
                                "ID": 61202,
                                "Num": 1
                            },
                            {
                                "ID": 61204,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 1
                            },
                            {
                                "ID": 60510,
                                "Num": 1
                            },
                            {
                                "ID": 60511,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "10-3",
                "Level": 85,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            },
                            {
                                "ID": 53102,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 2
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "59": {
        "Disorder": "队伍中所有角色获得60%火元素伤害加成。<br>队伍中所有角色获得60%水元素伤害加成。",
        "ShowVers": [
            1,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>* 星号表示会攻击秘境镇石</b>",
                        "Monsters": [
                            {
                                "ID": 113,
                                "Num": 2
                            },
                            {
                                "ID": 606,
                                "Num": 2,
                                "Mark": true
                            },
                            {
                                "ID": 60102,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 999,
                        "ExtraDesc": "<b>使第一波维持5个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 606,
                                "Num": 1
                            },
                            {
                                "ID": 606,
                                "Num": 1
                            },
                            {
                                "ID": 60102,
                                "Num": 1
                            },
                            {
                                "ID": 113,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 113,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 606,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 60102,
                                "Num": 1
                            },
                            {
                                "ID": 606,
                                "Num": 1
                            },
                            {
                                "ID": 113,
                                "Num": 1
                            },
                            {
                                "ID": 113,
                                "Num": 1,
                                "Mark": true
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>* 星号表示会攻击秘境镇石</b>",
                        "Monsters": [
                            {
                                "ID": 109,
                                "Num": 2,
                                "Mark": true
                            },
                            {
                                "ID": 604,
                                "Num": 2
                            },
                            {
                                "ID": 60101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 999,
                        "ExtraDesc": "<b>使第一波维持5个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 604,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 604,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 60101,
                                "Num": 1
                            },
                            {
                                "ID": 109,
                                "Num": 1
                            },
                            {
                                "ID": 109,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 1
                            },
                            {
                                "ID": 60101,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 109,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 109,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61603,
                                "Num": 1
                            },
                            {
                                "ID": 61601,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 10208,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61602,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60509,
                                "Num": 1
                            },
                            {
                                "ID": 60510,
                                "Num": 1
                            },
                            {
                                "ID": 60511,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10204,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 50801,
                                "Num": 1
                            },
                            {
                                "ID": 50802,
                                "Num": 1
                            },
                            {
                                "ID": 50803,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 60501,
                        "Monsters": [
                            {
                                "ID": 60503,
                                "Note": {
                                    "Text": "冰",
                                    "Color": "Ice"
                                },
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "60": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 50901,
                        "Monsters": [
                            {
                                "ID": 50901,
                                "Num": 1,
                                "Affix": [
                                    9999
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 511,
                                "Num": 2
                            },
                            {
                                "ID": 510,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30401,
                                "Num": 1,
                                "Affix": [
                                    5001
                                ]
                            },
                            {
                                "ID": 40659,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 40662,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": 3064285
                },
                "Upper": [
                    {
                        "WaveDesc": 61701,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 61701,
                                "Num": 1,
                                "Affix": [
                                    61701
                                ],
                                "HPOverride": 5.5
                            }
                        ]
                    },
                    {
                        "WaveDesc": 61701,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 61701,
                                "Num": 1,
                                "Affix": [
                                    61701
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 54103,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            },
                            {
                                "ID": 53103,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 21101,
                                "Num": 1,
                                "Affix": [
                                    4190
                                ]
                            },
                            {
                                "ID": 21103,
                                "Num": 1,
                                "Affix": [
                                    4190
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 21101,
                                "Num": 1,
                                "Affix": [
                                    4190
                                ]
                            },
                            {
                                "ID": 21103,
                                "Num": 2,
                                "Affix": [
                                    4190
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": 3549441
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 1
                            },
                            {
                                "ID": 30106,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            },
                            {
                                "ID": 30106,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 40610,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ]
                            },
                            {
                                "ID": 40612,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40610,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ]
                            },
                            {
                                "ID": 40609,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40701,
                        "Monsters": [
                            {
                                "ID": 40701,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Affix": [
                                    40701
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "61": {
        "Disorder": "队伍中所有角色获得60%冰元素伤害加成。<br>队伍中所有角色获得60%水元素伤害加成。",
        "ShowVers": [
            1,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 52103,
                                "Num": 1
                            },
                            {
                                "ID": 52104,
                                "Num": 2,
                                "Mark": true
                            },
                            {
                                "ID": 52105,
                                "Num": 1
                            },
                            {
                                "ID": 52102,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 999,
                        "ExtraDesc": "<b>使第一波维持6个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 2
                            },
                            {
                                "ID": 52102,
                                "Num": 2
                            },
                            {
                                "ID": 52104,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 10205,
                                "Num": 1
                            },
                            {
                                "ID": 10208,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 10205,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 10208,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 605,
                                "Num": 2
                            },
                            {
                                "ID": 606,
                                "Num": 2
                            },
                            {
                                "ID": 607,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 999,
                        "ExtraDesc": "<b>使第一波维持6个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 604,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 1
                            },
                            {
                                "ID": 606,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 1
                            },
                            {
                                "ID": 605,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 1
                            },
                            {
                                "ID": 605,
                                "Num": 1
                            },
                            {
                                "ID": 606,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 1
                            },
                            {
                                "ID": 606,
                                "Num": 1
                            },
                            {
                                "ID": 605,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 113,
                                "Num": 2
                            },
                            {
                                "ID": 106,
                                "Num": 2
                            },
                            {
                                "ID": 107,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61603,
                                "Num": 1
                            },
                            {
                                "ID": 61601,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 20101,
                                "Num": 1,
                                "Affix": [
                                    5001
                                ]
                            },
                            {
                                "ID": 21104,
                                "Num": 2,
                                "Affix": [
                                    4190
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 510,
                        "Monsters": [
                            {
                                "ID": 5102,
                                "Num": 1,
                                "Affix": [
                                    5380
                                ]
                            },
                            {
                                "ID": 5112,
                                "Num": 1,
                                "Affix": [
                                    5380
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "62": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 61801,
                        "Monsters": [
                            {
                                "ID": 61801,
                                "Num": 1,
                                "Affix": [
                                    61801
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20501,
                                "Num": 1
                            },
                            {
                                "ID": 20401,
                                "Num": 5
                            }
                        ]
                    },
                    {
                        "WaveDesc": 999,
                        "ExtraDesc": "<b>使第一波维持6个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 20402,
                                "Num": 1
                            },
                            {
                                "ID": 20402,
                                "Num": 1
                            },
                            {
                                "ID": 20502,
                                "Num": 1
                            },
                            {
                                "ID": 20402,
                                "Num": 1
                            },
                            {
                                "ID": 20402,
                                "Num": 1
                            },
                            {
                                "ID": 20402,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 20101,
                                "Num": 3,
                                "Affix": [
                                    5002
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60509,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 40659,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40702,
                        "Monsters": [
                            {
                                "ID": 40702,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    40701
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": 3660361
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30602,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40801,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 40801,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5384
                                ],
                                "HPOverride": 6.7
                            }
                        ]
                    },
                    {
                        "WaveDesc": 40801,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40801,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5384
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "63": {
        "Disorder": "队伍中所有角色获得60%雷元素伤害加成。<br>队伍中所有角色获得60%水元素伤害加成。",
        "ShowVers": [
            1,
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "ExtraDesc": "<b>* 星号表示会攻击秘境镇石</b>",
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 2,
                                "Mark": true
                            },
                            {
                                "ID": 60102,
                                "Num": 2
                            },
                            {
                                "ID": 113,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "ExtraDesc": "<b>* 星号表示会攻击秘境镇石</b>",
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 60102,
                                "Num": 2
                            },
                            {
                                "ID": 113,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 999,
                        "Vers": [
                            1
                        ],
                        "ExtraDesc": "<b>使第一波维持6个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 2,
                                "Mark": true
                            },
                            {
                                "ID": 60102,
                                "Num": 2
                            },
                            {
                                "ID": 113,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 999,
                        "Vers": [
                            3,
                            0
                        ],
                        "ExtraDesc": "<b>使第一波维持5个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 2,
                                "Mark": true
                            },
                            {
                                "ID": 60102,
                                "Num": 2
                            },
                            {
                                "ID": 113,
                                "Num": 1,
                                "Mark": true
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40204,
                                "Num": 1
                            },
                            {
                                "ID": 40202,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20302,
                                "Num": 2
                            },
                            {
                                "ID": 10302,
                                "Num": 1,
                                "Affix": [
                                    5004
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40401,
                                "Num": 1,
                                "Affix": [
                                    5221
                                ]
                            },
                            {
                                "ID": 40402,
                                "Num": 1,
                                "Affix": [
                                    5221
                                ]
                            },
                            {
                                "ID": 40403,
                                "Num": 1,
                                "Affix": [
                                    5221
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 30605,
                        "Monsters": [
                            {
                                "ID": 30605,
                                "Num": 1
                            },
                            {
                                "ID": 30606,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 2
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "64": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "DPS": {
                    "1": 3566150
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 20101,
                                "Num": 1,
                                "Affix": [
                                    5002
                                ]
                            },
                            {
                                "ID": 20502,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 20302,
                                "Num": 1
                            },
                            {
                                "ID": 21103,
                                "Num": 2,
                                "Affix": [
                                    4190
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 20101,
                                "Num": 1,
                                "Affix": [
                                    5001,
                                    1028
                                ]
                            },
                            {
                                "ID": 10302,
                                "Num": 1,
                                "Affix": [
                                    5004
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 20101,
                                "Num": 1,
                                "Affix": [
                                    5001
                                ]
                            },
                            {
                                "ID": 20502,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 20302,
                                "Num": 1
                            },
                            {
                                "ID": 21103,
                                "Num": 2,
                                "Affix": [
                                    4190
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40501,
                        "Monsters": [
                            {
                                "ID": 40501,
                                "Num": 1,
                                "Affix": [
                                    5222
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": 3373289
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 40610,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ]
                            },
                            {
                                "ID": 40608,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 40654,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40651,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 2
                            },
                            {
                                "ID": 40657,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40610,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ]
                            },
                            {
                                "ID": 40608,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 40654,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 61101,
                        "Monsters": [
                            {
                                "ID": 61101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": 3743551
                },
                "Upper": [
                    {
                        "WaveDesc": 61701,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 61701,
                                "Num": 1,
                                "Affix": [
                                    61701
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            },
                            {
                                "ID": 30106,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 20302,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40702,
                        "Monsters": [
                            {
                                "ID": 40702,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Affix": [
                                    40701
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "65": {
        "Disorder": "队伍中所有角色获得75%岩元素伤害加成。",
        "ShowVers": [
            1,
            2,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Center": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 109,
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        8,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 113,
                                "Num": 2,
                                "Mark": true,
                                "Pos": [
                                    [
                                        8,
                                        4
                                    ],
                                    [
                                        8,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 111,
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        0,
                                        8
                                    ]
                                ]
                            },
                            {
                                "ID": 106,
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        -4,
                                        8
                                    ]
                                ]
                            },
                            {
                                "ID": 107,
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        4,
                                        8
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 109,
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        -8,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 111,
                                "Num": 2,
                                "Mark": true,
                                "Pos": [
                                    [
                                        -8,
                                        4
                                    ],
                                    [
                                        -8,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 113,
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        0,
                                        -8
                                    ]
                                ]
                            },
                            {
                                "ID": 106,
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        -4,
                                        -8
                                    ]
                                ]
                            },
                            {
                                "ID": 107,
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        4,
                                        -8
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 506,
                                "Note": {
                                    "Text": "鸭"
                                },
                                "Num": 1,
                                "Mark": true,
                                "Pos": [
                                    [
                                        8,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 607,
                                "Num": 2,
                                "Pos": [
                                    [
                                        8,
                                        4
                                    ],
                                    [
                                        8,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 503,
                                "Note": {
                                    "Text": "鹤"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        -8,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 603,
                                "Num": 2,
                                "Mark": true,
                                "Pos": [
                                    [
                                        -8,
                                        4
                                    ],
                                    [
                                        -8,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 5021,
                                "Note": {
                                    "Text": "大猪"
                                },
                                "Num": 3,
                                "Mark": true,
                                "Pos": [
                                    [
                                        8,
                                        0
                                    ],
                                    [
                                        -4,
                                        6.9
                                    ],
                                    [
                                        -4,
                                        -6.9
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Center": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 1,
                                "Pos": [
                                    [
                                        7,
                                        -5
                                    ]
                                ]
                            },
                            {
                                "ID": 61602,
                                "Num": 1,
                                "Pos": [
                                    [
                                        7,
                                        5
                                    ]
                                ]
                            },
                            {
                                "ID": 61603,
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 10205,
                                "Num": 2,
                                "Pos": [
                                    [
                                        8,
                                        5
                                    ],
                                    [
                                        8,
                                        -5
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 2,
                                "Pos": [
                                    [
                                        8,
                                        5
                                    ],
                                    [
                                        8,
                                        -5
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10402,
                                "Num": 2,
                                "Affix": [
                                    4186
                                ],
                                "Pos": [
                                    [
                                        8,
                                        3
                                    ],
                                    [
                                        8,
                                        -3
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 2,
                                "Pos": [
                                    [
                                        0,
                                        10
                                    ],
                                    [
                                        0,
                                        -10
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 2,
                                "Pos": [
                                    [
                                        0,
                                        10
                                    ],
                                    [
                                        0,
                                        -10
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 40660,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ],
                                "Pos": [
                                    [
                                        0,
                                        4
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 61101,
                        "Monsters": [
                            {
                                "ID": 61101,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "66": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 40211,
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 701,
                        "Monsters": [
                            {
                                "ID": 701,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": 3433591
                },
                "Center": 0,
                "Upper": [
                    {
                        "WaveDesc": 50901,
                        "Vers": [
                            1
                        ],
                        "Center": -10,
                        "Monsters": [
                            {
                                "ID": 50901,
                                "Num": 1,
                                "Affix": [
                                    9999
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        5,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1,
                                "Pos": [
                                    [
                                        10,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 2,
                                "Pos": [
                                    [
                                        10,
                                        5
                                    ],
                                    [
                                        10,
                                        -5
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 60401,
                                "Note": {
                                    "Text": "水",
                                    "Color": "Water"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 60402,
                                "Note": {
                                    "Text": "火",
                                    "Color": "Fire"
                                },
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 510,
                                "Num": 1
                            },
                            {
                                "ID": 511,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            1
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            },
                            {
                                "ID": 54103,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 115,
                                "Num": 3,
                                "Pos": [
                                    [
                                        8,
                                        0
                                    ],
                                    [
                                        7,
                                        -4
                                    ],
                                    [
                                        7,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 602,
                                "Num": 2,
                                "Pos": [
                                    [
                                        6,
                                        -8
                                    ],
                                    [
                                        6,
                                        8
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 60401,
                                "Note": {
                                    "Text": "水",
                                    "Color": "Water"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 60402,
                                "Note": {
                                    "Text": "火",
                                    "Color": "Fire"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 10205,
                                "Num": 2,
                                "Pos": [
                                    [
                                        0,
                                        -10
                                    ],
                                    [
                                        0,
                                        10
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": 4603182
                },
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 60509,
                                "Num": 1
                            },
                            {
                                "ID": 60510,
                                "Num": 1
                            },
                            {
                                "ID": 60511,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 21101,
                                "Num": 2,
                                "Affix": [
                                    4190
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 512,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 512,
                                "Num": 1,
                                "Affix": [
                                    512
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 512,
                        "Vers": [
                            1
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 512,
                                "Num": 1,
                                "Affix": [
                                    512
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 10208,
                                "Num": 2,
                                "Pos": [
                                    [
                                        3,
                                        -4
                                    ],
                                    [
                                        3,
                                        4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -10,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 54103,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -10,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Pos": [
                                    [
                                        -10,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 54103,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Pos": [
                                    [
                                        -10,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "67": {
        "Disorder": "队伍中所有角色获得75%风元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10202,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 10102,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 10207,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 10107,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10202,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 10102,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 10207,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 10107,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 112,
                                "Num": 2
                            },
                            {
                                "ID": 108,
                                "Num": 2
                            },
                            {
                                "ID": 110,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 999,
                        "ExtraDesc": "<b>使第一波维持6个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 105,
                                "Num": 2,
                                "Mark": true
                            },
                            {
                                "ID": 110,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 112,
                                "Num": 1
                            },
                            {
                                "ID": 110,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 112,
                                "Num": 2
                            },
                            {
                                "ID": 108,
                                "Num": 2
                            },
                            {
                                "ID": 105,
                                "Num": 1,
                                "Mark": true
                            },
                            {
                                "ID": 112,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60401,
                                "Note": {
                                    "Text": "水",
                                    "Color": "Water"
                                },
                                "Num": 1
                            },
                            {
                                "ID": 60403,
                                "Note": {
                                    "Text": "冰",
                                    "Color": "Ice"
                                },
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20101,
                                "Num": 1,
                                "Affix": [
                                    5002
                                ]
                            },
                            {
                                "ID": 111,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20102,
                                "Num": 1,
                                "Affix": [
                                    5002
                                ]
                            },
                            {
                                "ID": 113,
                                "Num": 3
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40301,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 99999,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 3
                            },
                            {
                                "ID": 50103,
                                "Num": "a",
                                "a": 114514
                            },
                            {
                                "ID": 50104,
                                "Num": "b",
                                "b": 114514
                            },
                            {
                                "ID": 50105,
                                "Num": "c",
                                "c": 114514
                            },
                            {
                                "ID": 50106,
                                "Num": "d",
                                "d": 114514
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "68": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "DPS": {
                    "1": 3180006,
                    "2": 3180006
                },
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 1
                            },
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            },
                            {
                                "ID": 54102,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            },
                            {
                                "ID": 54103,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40612,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 2,
                                "Pos": [
                                    [
                                        0,
                                        -4
                                    ],
                                    [
                                        0,
                                        4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 21103,
                                "Num": 2,
                                "Affix": [
                                    4190
                                ],
                                "Pos": [
                                    [
                                        6,
                                        -4
                                    ],
                                    [
                                        6,
                                        4
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 61301,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 61301,
                                "Num": 1,
                                "Affix": [
                                    4185
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 40104,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40104,
                                "Num": 1,
                                "Affix": [
                                    5186
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": 3448724,
                    "2": 3448724
                },
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 607,
                                "Num": 1
                            },
                            {
                                "ID": 605,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 601,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 607,
                                "Num": 1
                            },
                            {
                                "ID": 601,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 605,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 5,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 1
                            },
                            {
                                "ID": 61602,
                                "Num": 1
                            },
                            {
                                "ID": 61603,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 6,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 10202,
                                "Num": 1,
                                "Affix": [
                                    1028
                                ]
                            },
                            {
                                "ID": 10207,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Pos": [
                                    [
                                        -4,
                                        -3
                                    ]
                                ]
                            },
                            {
                                "ID": 54102,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Pos": [
                                    [
                                        -4,
                                        3
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Pos": [
                                    [
                                        0,
                                        -3
                                    ]
                                ]
                            },
                            {
                                "ID": 54103,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Pos": [
                                    [
                                        0,
                                        3
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40104,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 40104,
                                "Num": 1,
                                "Affix": [
                                    5186
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 61301,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 61301,
                                "Num": 1,
                                "Affix": [
                                    4185
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": 3849786,
                    "2": 3849786
                },
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2
                        ],
                        "NoArena": true,
                        "Monsters": [
                            {
                                "ID": 10204,
                                "Num": 1
                            },
                            {
                                "ID": 10208,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40608,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 40609,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40608,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 40609,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40303,
                        "Monsters": [
                            {
                                "ID": 40303,
                                "Num": 1,
                                "Affix": [
                                    4181
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "69": {
        "Disorder": "队伍中所有角色获得75%岩元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 0,
                "Center": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10203,
                                "Num": 1,
                                "Pos": [
                                    [
                                        9,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 10112,
                                "Num": 4,
                                "Pos": [
                                    [
                                        7,
                                        3
                                    ],
                                    [
                                        7,
                                        -3
                                    ],
                                    [
                                        9,
                                        6
                                    ],
                                    [
                                        9,
                                        -6
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 10203,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -9,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 10112,
                                "Num": 4,
                                "Pos": [
                                    [
                                        -7,
                                        3
                                    ],
                                    [
                                        -7,
                                        -3
                                    ],
                                    [
                                        -9,
                                        6
                                    ],
                                    [
                                        -9,
                                        -6
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10203,
                                "Num": 2,
                                "Pos": [
                                    [
                                        2,
                                        9
                                    ],
                                    [
                                        -2,
                                        9
                                    ]
                                ]
                            },
                            {
                                "ID": 10304,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        -9
                                    ]
                                ]
                            },
                            {
                                "ID": 10105,
                                "Num": 1,
                                "Affix": [
                                    5000
                                ],
                                "Pos": [
                                    [
                                        3,
                                        -9
                                    ]
                                ]
                            },
                            {
                                "ID": 10109,
                                "Num": 1,
                                "Affix": [
                                    5000
                                ],
                                "Pos": [
                                    [
                                        -3,
                                        -9
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 10203,
                                "Num": 2,
                                "Pos": [
                                    [
                                        2,
                                        -9
                                    ],
                                    [
                                        -2,
                                        -9
                                    ]
                                ]
                            },
                            {
                                "ID": 10304,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        9
                                    ]
                                ]
                            },
                            {
                                "ID": 10105,
                                "Num": 1,
                                "Affix": [
                                    5000
                                ],
                                "Pos": [
                                    [
                                        3,
                                        9
                                    ]
                                ]
                            },
                            {
                                "ID": 10109,
                                "Num": 1,
                                "Affix": [
                                    5000
                                ],
                                "Pos": [
                                    [
                                        -3,
                                        9
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 61201,
                                "Num": 1,
                                "Pos": [
                                    [
                                        10,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 61203,
                                "Num": 1,
                                "Pos": [
                                    [
                                        10,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 61202,
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 61204,
                                "Num": 1,
                                "Pos": [
                                    [
                                        12,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 61201,
                                "Num": 1,
                                "Pos": [
                                    [
                                        10,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 61203,
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 61202,
                                "Num": 1,
                                "Pos": [
                                    [
                                        10,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 61204,
                                "Num": 1,
                                "Pos": [
                                    [
                                        12,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -8,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 61602,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -8,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 61603,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -10,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -8,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 61602,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -8,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 61603,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -10,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Center": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61902,
                                "Num": 4,
                                "Pos": [
                                    [
                                        -9,
                                        6
                                    ],
                                    [
                                        -9,
                                        -6
                                    ],
                                    [
                                        9,
                                        6
                                    ],
                                    [
                                        9,
                                        -6
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40658,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        -9
                                    ]
                                ]
                            },
                            {
                                "ID": 40660,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Affix": [
                                    5371
                                ],
                                "Pos": [
                                    [
                                        0,
                                        9
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61002,
                                "Num": 1,
                                "Pos": [
                                    [
                                        9,
                                        0
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61003,
                                "Num": 1,
                                "Pos": [
                                    [
                                        -9,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Center": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 5102,
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 5112,
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        4
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40602,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 40612,
                                "Note": {
                                    "Text": "荒"
                                },
                                "Num": 2,
                                "Pos": [
                                    [
                                        8,
                                        5
                                    ],
                                    [
                                        8,
                                        -5
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "70": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20101,
                                "Num": 1,
                                "Affix": [
                                    5001,
                                    1028
                                ],
                                "Note": {
                                    "Text": "阴燃之火<br><color style='color:#808080;'>强攻强化</color>",
                                    "Color": "Fire"
                                },
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 21103,
                                "Num": 2,
                                "Affix": [
                                    4190
                                ],
                                "Note": {
                                    "Text": "深渊特化"
                                },
                                "Pos": [
                                    [
                                        0,
                                        -4
                                    ],
                                    [
                                        0,
                                        4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30605,
                                "Num": 1,
                                "Pos": [
                                    [
                                        6,
                                        5
                                    ]
                                ]
                            },
                            {
                                "ID": 30606,
                                "Num": 1,
                                "Pos": [
                                    [
                                        6,
                                        -5
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 61101,
                        "Monsters": [
                            {
                                "ID": 61101,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 607,
                                "Num": 2,
                                "Pos": [
                                    [
                                        -4,
                                        0
                                    ],
                                    [
                                        2,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 606,
                                "Num": 2,
                                "Pos": [
                                    [
                                        2,
                                        -6
                                    ],
                                    [
                                        2,
                                        6
                                    ]
                                ]
                            },
                            {
                                "ID": 605,
                                "Num": 2,
                                "Pos": [
                                    [
                                        -4,
                                        -6
                                    ],
                                    [
                                        -4,
                                        6
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 607,
                                "Num": 2,
                                "Pos": [
                                    [
                                        -4,
                                        0
                                    ],
                                    [
                                        2,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 606,
                                "Num": 2,
                                "Pos": [
                                    [
                                        -4,
                                        -6
                                    ],
                                    [
                                        -4,
                                        6
                                    ]
                                ]
                            },
                            {
                                "ID": 605,
                                "Num": 2,
                                "Pos": [
                                    [
                                        2,
                                        -6
                                    ],
                                    [
                                        2,
                                        6
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60102,
                                "Num": 3,
                                "Pos": [
                                    [
                                        -10,
                                        0
                                    ],
                                    [
                                        -10,
                                        -4
                                    ],
                                    [
                                        -10,
                                        4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 20802,
                                "Num": 1,
                                "Affix": [
                                    6103
                                ],
                                "Note": {
                                    "Text": "翻涌岩潮",
                                    "Color": "Rock"
                                },
                                "Pos": [
                                    [
                                        6,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 20702,
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 20701,
                                "Num": 1,
                                "Affix": [
                                    1028
                                ],
                                "Note": {
                                    "Text": "阴燃之火",
                                    "Color": "Fire"
                                },
                                "Pos": [
                                    [
                                        10,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 20703,
                                "Num": 1,
                                "Pos": [
                                    [
                                        8,
                                        4
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40211,
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 40702,
                        "Monsters": [
                            {
                                "ID": 40702,
                                "Num": 1,
                                "Affix": [
                                    40701
                                ],
                                "Note": {
                                    "Text": "深渊特化"
                                },
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40632,
                        "Monsters": [
                            {
                                "ID": 40632,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "71": {
        "Disorder": "队伍中所有角色获得75%火元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10206,
                                "Num": 1
                            },
                            {
                                "ID": 10305,
                                "Num": 1
                            },
                            {
                                "ID": 10114,
                                "Num": 2
                            },
                            {
                                "ID": 10110,
                                "Num": 1
                            },
                            {
                                "ID": 10105,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 10206,
                                "Num": 1
                            },
                            {
                                "ID": 10305,
                                "Num": 1
                            },
                            {
                                "ID": 10114,
                                "Num": 2
                            },
                            {
                                "ID": 10105,
                                "Num": 1
                            },
                            {
                                "ID": 10109,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10206,
                                "Num": 1
                            },
                            {
                                "ID": 10305,
                                "Num": 1
                            },
                            {
                                "ID": 10114,
                                "Num": 2
                            },
                            {
                                "ID": 10109,
                                "Num": 1
                            },
                            {
                                "ID": 10110,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 10206,
                                "Num": 1
                            },
                            {
                                "ID": 10305,
                                "Num": 1
                            },
                            {
                                "ID": 10114,
                                "Num": 2
                            },
                            {
                                "ID": 10110,
                                "Num": 1
                            },
                            {
                                "ID": 10105,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61201,
                                "Num": 1
                            },
                            {
                                "ID": 61203,
                                "Num": 1
                            },
                            {
                                "ID": 61202,
                                "Num": 1
                            },
                            {
                                "ID": 61204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 1
                            },
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 50801,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60509,
                                "Num": 1
                            },
                            {
                                "ID": 60510,
                                "Num": 1
                            },
                            {
                                "ID": 60511,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40204,
                                "Num": 1
                            },
                            {
                                "ID": 40202,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 60403,
                                "Num": 1,
                                "Note": {
                                    "Text": "冰",
                                    "Color": "Ice"
                                }
                            },
                            {
                                "ID": 60404,
                                "Num": 1,
                                "Note": {
                                    "Text": "雷",
                                    "Color": "Elec"
                                }
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 113,
                                "Num": 1
                            },
                            {
                                "ID": 109,
                                "Num": 1
                            },
                            {
                                "ID": 106,
                                "Num": 1
                            },
                            {
                                "ID": 107,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60102,
                                "Num": 1
                            },
                            {
                                "ID": 60101,
                                "Num": 1
                            },
                            {
                                "ID": 60103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 606,
                                "Num": 1
                            },
                            {
                                "ID": 604,
                                "Num": 1
                            },
                            {
                                "ID": 605,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 1
                            },
                            {
                                "ID": 61602,
                                "Num": 1
                            },
                            {
                                "ID": 61603,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20102,
                                "Num": 1,
                                "Affix": [
                                    5002
                                ],
                                "Note": {
                                    "Text": "200% 护盾"
                                }
                            },
                            {
                                "ID": 10106,
                                "Num": 4
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 10206,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10204,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10401,
                                "Num": 2,
                                "Affix": [
                                    4186
                                ],
                                "Note": {
                                    "Text": "深渊特化"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40102,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40301,
                                "Num": 2
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "72": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 50905,
                        "Monsters": [
                            {
                                "ID": 50902,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        -4
                                    ]
                                ]
                            },
                            {
                                "ID": 50904,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 50903,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        -3
                                    ]
                                ]
                            },
                            {
                                "ID": 51002,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        3
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 1,
                                "Affix": [
                                    6106
                                ],
                                "Note": {
                                    "Text": "水泡",
                                    "Color": "Water"
                                },
                                "Pos": [
                                    [
                                        4,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 30106,
                                "Num": 2,
                                "Pos": [
                                    [
                                        2,
                                        4
                                    ],
                                    [
                                        2,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 30605,
                                "Num": 1,
                                "Pos": [
                                    [
                                        6,
                                        3
                                    ]
                                ]
                            },
                            {
                                "ID": 30606,
                                "Num": 1,
                                "Pos": [
                                    [
                                        6,
                                        -3
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Center": -10,
                "DPS": {
                    "1": 3062535,
                    "2": 3062535,
                    "3": 3062535
                },
                "Upper": [
                    {
                        "WaveDesc": 60507,
                        "Vers": [
                            1,
                            2,
                            3
                        ],
                        "Monsters": [
                            {
                                "ID": 60507,
                                "Num": 1,
                                "Affix": [
                                    5147
                                ],
                                "Note": {
                                    "Text": "生死恋"
                                },
                                "Pos": [
                                    [
                                        0,
                                        -6
                                    ]
                                ]
                            },
                            {
                                "ID": 60508,
                                "Num": 1,
                                "Affix": [
                                    5147
                                ],
                                "Note": {
                                    "Text": "生死恋"
                                },
                                "Pos": [
                                    [
                                        0,
                                        6
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 40701,
                        "Vers": [
                            4,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40701,
                                "Note": {
                                    "Text": "芒<br>深渊特化"
                                },
                                "Num": 1,
                                "Affix": [
                                    40701
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30201,
                                "Num": 3,
                                "Pos": [
                                    [
                                        -5,
                                        4
                                    ],
                                    [
                                        -5,
                                        0
                                    ],
                                    [
                                        -5,
                                        -4
                                    ]
                                ],
                                "Affix": [
                                    5001
                                ],
                                "Note": {
                                    "Text": "强攻强化"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Note": {
                                    "Text": "满血召唤"
                                },
                                "Pos": [
                                    [
                                        0,
                                        4
                                    ]
                                ]
                            },
                            {
                                "ID": 54102,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Note": {
                                    "Text": "满血召唤"
                                },
                                "Pos": [
                                    [
                                        0,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 20301,
                                "Num": 2,
                                "Pos": [
                                    [
                                        6,
                                        5
                                    ],
                                    [
                                        6,
                                        -5
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": 2990468
                },
                "Center": -10,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 20102,
                                "Note": {
                                    "Text": "强攻强化<br><color style='color:#00B0F0;'>冰牢</color>"
                                },
                                "Num": 1,
                                "Affix": [
                                    5001,
                                    6101
                                ],
                                "Pos": [
                                    [
                                        -2,
                                        -2
                                    ]
                                ]
                            },
                            {
                                "ID": 20102,
                                "Note": {
                                    "Text": "200% 护盾<br><color style='color:#00B0F0;'>凝结之冰</color>"
                                },
                                "Num": 1,
                                "Affix": [
                                    5002,
                                    1029
                                ],
                                "Pos": [
                                    [
                                        -2,
                                        2
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 1,
                                "Affix": [
                                    6106
                                ],
                                "Note": {
                                    "Text": "水泡",
                                    "Color": "Water"
                                },
                                "Pos": [
                                    [
                                        4,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 30101,
                                "Num": 2,
                                "Pos": [
                                    [
                                        2,
                                        4
                                    ],
                                    [
                                        2,
                                        -4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 20202,
                                "Num": 2,
                                "Pos": [
                                    [
                                        -10,
                                        -3
                                    ],
                                    [
                                        -10,
                                        3
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            4,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 30101,
                                "Num": 2,
                                "Pos": [
                                    [
                                        4,
                                        -3
                                    ],
                                    [
                                        4,
                                        3
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            4,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 53103,
                                "Num": 1,
                                "Pos": [
                                    [
                                        2,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 50801,
                                "Num": 2,
                                "Pos": [
                                    [
                                        4,
                                        -4
                                    ],
                                    [
                                        4,
                                        4
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            2,
                            3,
                            4,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40658,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 2,
                                "Pos": [
                                    [
                                        4,
                                        -3
                                    ],
                                    [
                                        4,
                                        3
                                    ]
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Vers": [
                            2,
                            3,
                            4,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 1,
                                "Pos": [
                                    [
                                        4,
                                        0
                                    ]
                                ]
                            },
                            {
                                "ID": 40651,
                                "Note": {
                                    "Text": "芒"
                                },
                                "Num": 2,
                                "Pos": [
                                    [
                                        4,
                                        -4
                                    ],
                                    [
                                        4,
                                        4
                                    ]
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 21005,
                        "Monsters": [
                            {
                                "ID": 21001,
                                "Note": {
                                    "Text": "<color style='color:#FF0000;'>火</color> <color style='color:#00B0F0;'>冰</color> <color style='color:#7030A0;'>雷</color><br><color style='color:#FF0000;'>12</color> / <color style='color:#00B0F0;'>12</color> / <color style='color:#7030A0;'>8</color><br>深渊特化"
                                },
                                "Num": 1,
                                "Affix": [
                                    5282
                                ],
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "73": {
        "Disorder": "队伍中所有角色获得60%雷元素伤害加成。<br>队伍中所有角色获得60%水元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1024,
                        "Monsters": [
                            {
                                "ID": 112,
                                "Num": 6,
                                "Mark": true
                            },
                            {
                                "ID": 105,
                                "Num": 6,
                                "Mark": true
                            },
                            {
                                "ID": 113,
                                "Num": 6,
                                "Mark": true
                            },
                            {
                                "ID": 106,
                                "Num": 4,
                                "Mark": true
                            },
                            {
                                "ID": 107,
                                "Num": 2,
                                "Mark": true
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1024,
                        "Monsters": [
                            {
                                "ID": 110,
                                "Num": 6,
                                "Mark": true
                            },
                            {
                                "ID": 108,
                                "Num": 6,
                                "Mark": true
                            },
                            {
                                "ID": 111,
                                "Num": 6,
                                "Mark": true
                            },
                            {
                                "ID": 109,
                                "Num": 6,
                                "Mark": true
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60404,
                                "Num": 2,
                                "Note": {
                                    "Text": "雷",
                                    "Color": "Elec"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60402,
                                "Num": 2,
                                "Note": {
                                    "Text": "火",
                                    "Color": "Fire"
                                }
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 5102,
                                "Num": 1
                            },
                            {
                                "ID": 5112,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30105,
                                "Num": 1
                            },
                            {
                                "ID": 30106,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 61101,
                        "Monsters": [
                            {
                                "ID": 61101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "74": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40401,
                                "Num": 1,
                                "Affix": [
                                    5221
                                ]
                            },
                            {
                                "ID": 40402,
                                "Num": 1,
                                "Affix": [
                                    5221
                                ]
                            },
                            {
                                "ID": 40403,
                                "Num": 1,
                                "Affix": [
                                    5221
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 54103,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Note": {
                                    "Text": "满血召唤"
                                }
                            },
                            {
                                "ID": 54102,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Note": {
                                    "Text": "满血召唤"
                                }
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10302,
                                "Num": 1
                            },
                            {
                                "ID": 20101,
                                "Note": {
                                    "Text": "200% 护盾<br><color style='color:#FF0000;'>阴燃之火</color>"
                                },
                                "Num": 2,
                                "Affix": [
                                    5002,
                                    1028
                                ]
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 20302,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 20801,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 50901,
                        "Monsters": [
                            {
                                "ID": 50901,
                                "Num": 1,
                                "Affix": [
                                    9999
                                ],
                                "Note": {
                                    "Text": "SP"
                                }
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40659,
                                "Num": 2,
                                "Note": {
                                    "Text": "芒"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 20501,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 40652,
                                "Num": 1,
                                "Note": {
                                    "Text": "芒"
                                }
                            },
                            {
                                "ID": 40658,
                                "Num": 1,
                                "Note": {
                                    "Text": "芒"
                                }
                            },
                            {
                                "ID": 40662,
                                "Num": 1,
                                "Note": {
                                    "Text": "芒"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 40501,
                        "Monsters": [
                            {
                                "ID": 40501,
                                "Num": 1,
                                "Affix": [
                                    5222
                                ],
                                "Note": {
                                    "Text": "开局隐身"
                                }
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30201,
                                "Num": 1,
                                "Affix": [
                                    5001
                                ],
                                "Note": {
                                    "Text": "强攻强化"
                                }
                            },
                            {
                                "ID": 30106,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61003,
                                "Num": 1
                            },
                            {
                                "ID": 61603,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 61004,
                                "Num": 1
                            },
                            {
                                "ID": 61601,
                                "Num": 2
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "75": {
        "Disorder": "队伍中所有角色获得75%草元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40204,
                                "Num": 1
                            },
                            {
                                "ID": 40202,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40203,
                                "Num": 1
                            },
                            {
                                "ID": 40201,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 113,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60509,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10202,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 10207,
                                "Num": 3
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 50801,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 54103,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ],
                                "Note": {
                                    "Text": "满血召唤"
                                }
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30201,
                                "Num": 3,
                                "Affix": [
                                    5001
                                ],
                                "Note": {
                                    "Text": "强攻强化"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 1
                            },
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10205,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60510,
                                "Num": 1
                            },
                            {
                                "ID": 60511,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 3
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "76": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        21
                    ],
                    "2": [
                        0,
                        21
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 60509,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 60507,
                                "Num": 1,
                                "Affix": [
                                    5147
                                ],
                                "Note": {
                                    "Text": "生死恋"
                                }
                            },
                            {
                                "ID": 60508,
                                "Num": 1,
                                "Affix": [
                                    5147
                                ],
                                "Note": {
                                    "Text": "生死恋"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 40211,
                        "Vers": [
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 511,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 512,
                                "Num": 1,
                                "Affix": [
                                    512
                                ],
                                "Note": {
                                    "Text": "深渊特化"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 20502,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40612,
                                "Num": 2,
                                "Note": {
                                    "Text": "荒"
                                }
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 40632,
                        "Monsters": [
                            {
                                "ID": 40632,
                                "Num": 1,
                                "Pos": [
                                    [
                                        0,
                                        0
                                    ]
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 50801,
                                "Num": 1
                            },
                            {
                                "ID": 50802,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40602,
                                "Num": 1,
                                "Note": {
                                    "Text": "荒"
                                }
                            },
                            {
                                "ID": 40609,
                                "Num": 2,
                                "Note": {
                                    "Text": "荒"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40602,
                                "Num": 1,
                                "Note": {
                                    "Text": "荒"
                                }
                            },
                            {
                                "ID": 40608,
                                "Num": 2,
                                "Note": {
                                    "Text": "荒"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            },
                            {
                                "ID": 54104,
                                "Num": 1,
                                "Affix": [
                                    5271
                                ]
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 61401,
                        "Monsters": [
                            {
                                "ID": 61401,
                                "Num": 1,
                                "Affix": [
                                    61401
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "77": {
        "Disorder": "队伍中所有角色获得50%火元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "9-1",
                "Level": 72,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62001,
                                "Num": 6
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62002,
                                "Num": 3
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "9-2",
                "Level": 74,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62101,
                                "Num": 6
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62102,
                                "Num": 3
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "9-3",
                "Level": 76,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62201,
                                "Num": 6
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 3
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "78": {
        "Disorder": "处于夜魂加持状态下时，角色造成的伤害提升50%。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "10-1",
                "Level": 80,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>维持 5 个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 62101,
                                "Num": 3
                            },
                            {
                                "ID": 55022,
                                "Num": 1
                            },
                            {
                                "ID": 55001,
                                "Num": 1
                            },
                            {
                                "ID": 55052,
                                "Num": 1
                            },
                            {
                                "ID": 55022,
                                "Num": 1
                            },
                            {
                                "ID": 55001,
                                "Num": 1
                            },
                            {
                                "ID": 62101,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62102,
                                "Num": 1
                            },
                            {
                                "ID": 55105,
                                "Num": 1
                            },
                            {
                                "ID": 55106,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "10-2",
                "Level": 82,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>维持 5 个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 62001,
                                "Num": 3
                            },
                            {
                                "ID": 55011,
                                "Num": 1
                            },
                            {
                                "ID": 55041,
                                "Num": 1
                            },
                            {
                                "ID": 55051,
                                "Num": 1
                            },
                            {
                                "ID": 55011,
                                "Num": 1
                            },
                            {
                                "ID": 55041,
                                "Num": 1
                            },
                            {
                                "ID": 62001,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62002,
                                "Num": 1
                            },
                            {
                                "ID": 55101,
                                "Num": 1
                            },
                            {
                                "ID": 55102,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 54102,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "10-3",
                "Level": 85,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>维持 5 个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 62201,
                                "Num": 3
                            },
                            {
                                "ID": 55012,
                                "Num": 1
                            },
                            {
                                "ID": 55021,
                                "Num": 1
                            },
                            {
                                "ID": 55031,
                                "Num": 1
                            },
                            {
                                "ID": 55012,
                                "Num": 1
                            },
                            {
                                "ID": 55021,
                                "Num": 1
                            },
                            {
                                "ID": 62201,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 1
                            },
                            {
                                "ID": 55103,
                                "Num": 1
                            },
                            {
                                "ID": 55104,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40901,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "79": {
        "Disorder": "队伍中所有角色获得60%草元素伤害加成。<br>队伍中所有角色获得60%水元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>维持6个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 55001,
                                "Num": 1
                            },
                            {
                                "ID": 55022,
                                "Num": 2
                            },
                            {
                                "ID": 55105,
                                "Num": 1
                            },
                            {
                                "ID": 55052,
                                "Num": 2
                            },
                            {
                                "ID": 55011,
                                "Num": 1
                            },
                            {
                                "ID": 55041,
                                "Num": 2
                            },
                            {
                                "ID": 55101,
                                "Num": 1
                            },
                            {
                                "ID": 55051,
                                "Num": 1
                            },
                            {
                                "ID": 55011,
                                "Num": 1
                            },
                            {
                                "ID": 55031,
                                "Num": 1
                            },
                            {
                                "ID": 55021,
                                "Num": 2
                            },
                            {
                                "ID": 55104,
                                "Num": 1
                            },
                            {
                                "ID": 55012,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>维持3个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 605,
                                "Num": 3
                            },
                            {
                                "ID": 603,
                                "Num": 3
                            },
                            {
                                "ID": 602,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61201,
                                "Num": 1
                            },
                            {
                                "ID": 61202,
                                "Num": 1
                            },
                            {
                                "ID": 61204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 3
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61001,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 55104,
                                "Num": 1
                            },
                            {
                                "ID": 55101,
                                "Num": 1
                            },
                            {
                                "ID": 55102,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 55172,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "80": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        17.4
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 30126,
                                "Num": 1
                            },
                            {
                                "ID": 30121,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 51002,
                                "Num": 1
                            },
                            {
                                "ID": 50801,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 30126,
                                "Num": 1
                            },
                            {
                                "ID": 30121,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 54103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 5112,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 62602,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40301,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 54103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            2,
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 5112,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        18.1
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61202,
                                "Num": 1
                            },
                            {
                                "ID": 61201,
                                "Num": 1
                            },
                            {
                                "ID": 61204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61101,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 40402,
                                "Num": 1
                            },
                            {
                                "ID": 40403,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 40501,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 20801,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 50901,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        15
                    ],
                    "2": [
                        0,
                        24.5
                    ],
                    "3": [
                        0,
                        23
                    ],
                    "4": [
                        0,
                        23
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 62303,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1,
                                "HPOverride": 15
                            }
                        ]
                    },
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1,
                                "HPOverride": 10.8,
                                "HPDown": true
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "81": {
        "Disorder": "队伍中所有角色获得75%岩元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62102,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 50801,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40601,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40612,
                                "Num": 1
                            },
                            {
                                "ID": 40602,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40608,
                                "Num": 1
                            },
                            {
                                "ID": 40609,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 5112,
                                "Num": 1
                            },
                            {
                                "ID": 5102,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "82": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61003,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61004,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60509,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 21101,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 61402,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10202,
                                "Num": 1
                            },
                            {
                                "ID": 10207,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40632,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 2,
                                "HPOverride": 3.03333333333,
                                "HPDown": true
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2,
                            3,
                            4,
                            5
                        ],
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 61401,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "83": {
        "Disorder": "队伍中所有角色获得60%岩元素伤害加成。<br>队伍中所有角色获得60%火元素伤害加成。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 55103,
                                "Num": 1
                            },
                            {
                                "ID": 55105,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 55101,
                                "Num": 1
                            },
                            {
                                "ID": 55102,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 55104,
                                "Num": 1
                            },
                            {
                                "ID": 55106,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40301,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61902,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62102,
                                "Num": 1
                            },
                            {
                                "ID": 62202,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40202,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 61101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62601,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 60503,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "84": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61001,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62702,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62002,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40801,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61002,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40901,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40303,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 512,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "85": {
        "Disorder": "角色的重击造成的伤害提升75%。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 55002,
                                "Num": 2
                            },
                            {
                                "ID": 55011,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 55013,
                                "Num": 2
                            },
                            {
                                "ID": 55012,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 55014,
                                "Num": 2
                            },
                            {
                                "ID": 55032,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 55104,
                                "Num": 1
                            },
                            {
                                "ID": 55108,
                                "Num": 1
                            },
                            {
                                "ID": 55101,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62002,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 62402,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 62102,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30201,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 1
                            },
                            {
                                "ID": 62302,
                                "Num": 1
                            },
                            {
                                "ID": 62402,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40204,
                                "Num": 1
                            },
                            {
                                "ID": 40202,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62702,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40301,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 5112,
                                "Num": 1
                            },
                            {
                                "ID": 5102,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "86": {
        "Disorder": "仅在此层，地脉的涌流平缓通顺。",
        "ShowVers": [
            1,
            2,
            3,
            4,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1
                            },
                            {
                                "ID": 54103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 61001,
                                "Num": 1
                            },
                            {
                                "ID": 61003,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60401,
                                "Num": 1,
                                "Note": {
                                    "Text": "水",
                                    "Color": "Water"
                                }
                            },
                            {
                                "ID": 60404,
                                "Num": 1,
                                "Note": {
                                    "Text": "雷",
                                    "Color": "Elec"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60504,
                                "Num": 1,
                                "Note": {
                                    "Text": "雷",
                                    "Color": "Elec"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 62303,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 21201,
                                "Num": 1,
                                "Note": {
                                    "Text": "[72]"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        15.5
                    ],
                    "2": [
                        0,
                        15.5
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 20601,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            3,
                            4,
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40303,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "87": {
        "Disorder": "队伍中所有角色获得75%火元素伤害加成。",
        "ShowVers": [
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 55014,
                                "Num": 2
                            },
                            {
                                "ID": 55023,
                                "Num": 2
                            },
                            {
                                "ID": 55032,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 55012,
                                "Num": 2
                            },
                            {
                                "ID": 55021,
                                "Num": 2
                            },
                            {
                                "ID": 55031,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 55002,
                                "Num": 4
                            },
                            {
                                "ID": 55042,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 55032,
                                "Num": 1
                            },
                            {
                                "ID": 55031,
                                "Num": 1
                            },
                            {
                                "ID": 55002,
                                "Num": 1
                            },
                            {
                                "ID": 55104,
                                "Num": 1
                            },
                            {
                                "ID": 55107,
                                "Num": 1
                            },
                            {
                                "ID": 55109,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40901,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10402,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 21206,
                                "Num": 2,
                                "Note": {
                                    "Text": "[70]"
                                }
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62702,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20102,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 20202,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 5112,
                                "Num": 2
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "88": {
        "Disorder": "<b>上半</b> 队伍中所有角色的普通攻击造成的火元素伤害提升75%。<br><b>下半</b> 队伍中所有角色造成的具有夜魂性质的伤害提升75%。",
        "ShowVers": [
            1,
            2,
            3,
            4
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        22
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 55201,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 62402,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 55201,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "LowerGuide": [
                    55201
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        30,
                        8.8
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 60501,
                                "Num": 1,
                                "Note": {
                                    "Text": "水",
                                    "Color": "Water"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 61902,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2,
                            3,
                            4
                        ],
                        "Monsters": [
                            {
                                "ID": 61901,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 21203,
                                "Num": 1,
                                "Note": {
                                    "Text": "[105]"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 21205,
                                "Num": 1,
                                "Note": {
                                    "Text": "[105]"
                                }
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62608,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 21217,
                                "Num": 1,
                                "Note": {
                                    "Text": "[72]"
                                }
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "89": {
        "Disorder": "队伍中所有角色的元素精通提升200点。",
        "ShowVers": [
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 1,
                "Upper": [
                    {
                        "WaveDesc": 1030,
                        "Monsters": [
                            {
                                "ID": 10102,
                                "Num": 18
                            },
                            {
                                "ID": 109,
                                "Num": 6
                            },
                            {
                                "ID": 113,
                                "Num": 6
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40659,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40658,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61204,
                                "Num": 1
                            },
                            {
                                "ID": 61203,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61204,
                                "Num": 1
                            },
                            {
                                "ID": 61203,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 61204,
                                "Num": 1
                            },
                            {
                                "ID": 61203,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 61204,
                                "Num": 1
                            },
                            {
                                "ID": 61203,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40901,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30123,
                                "Num": 1
                            },
                            {
                                "ID": 30126,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>维持3个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 61602,
                                "Num": 1
                            },
                            {
                                "ID": 61601,
                                "Num": 2
                            },
                            {
                                "ID": 61603,
                                "Num": 1
                            },
                            {
                                "ID": 61601,
                                "Num": 2
                            },
                            {
                                "ID": 61602,
                                "Num": 1
                            },
                            {
                                "ID": 61603,
                                "Num": 1
                            },
                            {
                                "ID": 61602,
                                "Num": 1
                            },
                            {
                                "ID": 61603,
                                "Num": 1
                            },
                            {
                                "ID": 61601,
                                "Num": 1
                            },
                            {
                                "ID": 61602,
                                "Num": 2
                            },
                            {
                                "ID": 61601,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10208,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61001,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 61004,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "90": {
        "Disorder": "<b>上半</b> 当前场上角色触发扩散反应造成的伤害提升600%。<br><b>下半</b> 角色的重击造成的冰元素伤害提升75%。",
        "ShowVers": [
            1,
            2,
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        39,
                        4
                    ],
                    "2": [
                        39,
                        4.4
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 5401,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 20102,
                                "Num": 5
                            },
                            {
                                "ID": 20101,
                                "Num": 5
                            }
                        ]
                    },
                    {
                        "WaveDesc": 5402,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 60909,
                                "Num": 12
                            },
                            {
                                "ID": 60907,
                                "Num": 12
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 21206,
                                "Num": 2,
                                "Note": {
                                    "Text": "[70]"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 21206,
                                "Num": 2,
                                "Note": {
                                    "Text": "[70]"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 1
                            },
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 1
                            },
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 1
                            },
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 5,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        9,
                        12.85
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 5401,
                        "Vers": [
                            1,
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 10402,
                                "Num": 4
                            },
                            {
                                "ID": 10202,
                                "Num": 3
                            },
                            {
                                "ID": 10207,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 5402,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 10109,
                                "Num": 8
                            },
                            {
                                "ID": 10107,
                                "Num": 8
                            },
                            {
                                "ID": 10105,
                                "Num": 8
                            }
                        ]
                    },
                    {
                        "WaveDesc": 5404,
                        "Vers": [
                            2,
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 10107,
                                "Num": 12
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40801,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        11.9
                    ],
                    "2": [
                        0,
                        13.1
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 5402,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 2
                            },
                            {
                                "ID": 53102,
                                "Num": 2
                            },
                            {
                                "ID": 53103,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 5403,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 20402,
                                "Num": 12
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 21203,
                                "Num": 2,
                                "Note": {
                                    "Text": "[105]"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 21203,
                                "Num": 2,
                                "Note": {
                                    "Text": "[105]"
                                }
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 61901,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "91": {
        "Disorder": "队伍中所有角色获得75%雷元素伤害加成。",
        "ShowVers": [
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10205,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 10208,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 50801,
                                "Num": 1
                            },
                            {
                                "ID": 50802,
                                "Num": 1
                            },
                            {
                                "ID": 50803,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 1
                            },
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 60404,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40612,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 55102,
                                "Num": 1
                            },
                            {
                                "ID": 55103,
                                "Num": 1
                            },
                            {
                                "ID": 55107,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30605,
                                "Num": 1
                            },
                            {
                                "ID": 30606,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40632,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "92": {
        "Disorder": "<b>上半</b> 角色的元素战技造成的水元素伤害提升75%。<br><b>下半</b> 角色的下落攻击造成的伤害提升75%。",
        "ShowVers": [
            1,
            2,
            3,
            0
        ],
        "DPS": {
            "1": [
                0,
                20.3
            ]
        },
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 21101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 20301,
                                "Num": 1
                            },
                            {
                                "ID": 20302,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62609,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 20502,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 20502,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 50902,
                                "Num": 1
                            },
                            {
                                "ID": 50904,
                                "Num": 1
                            },
                            {
                                "ID": 50903,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 61101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 40401,
                                "Num": 1
                            },
                            {
                                "ID": 40402,
                                "Num": 1
                            },
                            {
                                "ID": 40403,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 40501,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40501,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 61701,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 1
                            },
                            {
                                "ID": 53102,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            3,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 61701,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40902,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "LowerGuide": [
                    40902
                ]
            }
        ]
    },
    "93": {
        "Disorder": "队伍中所有角色获得75%冰元素伤害加成。",
        "ShowVers": [
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>维持6个，按顺序杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 55021,
                                "Num": 2
                            },
                            {
                                "ID": 55012,
                                "Num": 2
                            },
                            {
                                "ID": 55024,
                                "Num": 2
                            },
                            {
                                "ID": 55043,
                                "Num": 2
                            },
                            {
                                "ID": 55002,
                                "Num": 2
                            },
                            {
                                "ID": 55042,
                                "Num": 2
                            },
                            {
                                "ID": 55013,
                                "Num": 2
                            },
                            {
                                "ID": 55023,
                                "Num": 2
                            },
                            {
                                "ID": 55032,
                                "Num": 2
                            },
                            {
                                "ID": 55053,
                                "Num": 2
                            },
                            {
                                "ID": 55011,
                                "Num": 2
                            },
                            {
                                "ID": 55041,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10208,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 111,
                                "Num": 16
                            },
                            {
                                "ID": 113,
                                "Num": 16
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 61003,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 52101,
                                "Num": 12
                            },
                            {
                                "ID": 52102,
                                "Num": 12
                            },
                            {
                                "ID": 52103,
                                "Num": 12
                            },
                            {
                                "ID": 52104,
                                "Num": 12
                            },
                            {
                                "ID": 52105,
                                "Num": 12
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30602,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30123,
                                "Num": 1
                            },
                            {
                                "ID": 30126,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "94": {
        "Disorder": "<b>上半</b> 角色的元素战技造成的岩元素伤害提升75%。<br><b>下半</b> 角色的元素战技造成的冰元素伤害提升75%。",
        "ShowVers": [
            1,
            4,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 512,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20301,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61801,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        20.3
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40902,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 62611,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            4,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40659,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            4,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            4,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62611,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    40902
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 5021,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 5102,
                                "Num": 1
                            },
                            {
                                "ID": 5112,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61902,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 61001,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "95": {
        "Disorder": "队伍中所有角色获得60%冰元素伤害加成。<br>队伍中所有角色获得60%草元素伤害加成。",
        "ShowVers": [
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "ExtraDesc": "<b>维持2个，两种交替杀一个出一个</b>",
                        "Monsters": [
                            {
                                "ID": 111,
                                "Num": 8
                            },
                            {
                                "ID": 113,
                                "Num": 8
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40901,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40901,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 51001,
                                "Num": 1
                            },
                            {
                                "ID": 51002,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 21206,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40652,
                                "Num": 1
                            },
                            {
                                "ID": 40654,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40659,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62602,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 50901,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "96": {
        "Disorder": "<b>上半</b> 角色通过元素战技造成的冰元素伤害提升75%。<br><b>下半</b> 角色通过元素战技造成的草元素伤害提升75%。",
        "ShowVers": [
            3,
            5,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 30606,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 62703,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "LowerGuide": [
                    62703
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "3": [
                        0,
                        14.1
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            3
                        ],
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40651,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40654,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Vers": [
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 21204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 21203,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "3": [
                        7,
                        11.5
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3
                        ],
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            5,
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62611,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 21216,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "97": {
        "Disorder": "队伍中所有角色获得60%冰元素伤害加成。<br>队伍中所有角色获得60%火元素伤害加成。",
        "ShowVers": [
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61201,
                                "Num": 1
                            },
                            {
                                "ID": 61203,
                                "Num": 1
                            },
                            {
                                "ID": 61202,
                                "Num": 1
                            },
                            {
                                "ID": 61204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 1
                            },
                            {
                                "ID": 61603,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10208,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 511,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 60506,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20703,
                                "Num": 1
                            },
                            {
                                "ID": 20701,
                                "Num": 1
                            },
                            {
                                "ID": 20702,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 20801,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30121,
                                "Num": 1
                            },
                            {
                                "ID": 30123,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62608,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20301,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62609,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 28021302,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "98": {
        "Disorder": "<b>上半</b> 角色的元素能量为0时，造成的伤害提升75%。<br><b>下半</b> 角色通过普通攻击造成的冰元素伤害提升75%。",
        "ShowVers": [
            1,
            2,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        5,
                        18
                    ],
                    "2": [
                        5,
                        18
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30401,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 55201,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40203,
                                "Num": 1
                            },
                            {
                                "ID": 40204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40211,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    55201
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        6.4,
                        21
                    ],
                    "2": [
                        6.4,
                        21
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 53102,
                                "Num": 1
                            },
                            {
                                "ID": 53103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 20301,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 20301,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61801,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        18.3
                    ],
                    "2": [
                        0,
                        18.3
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            1,
                            2
                        ],
                        "Monsters": [
                            {
                                "ID": 40701,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40657,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40701,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40905,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "LowerGuide": [
                    40905
                ]
            }
        ]
    },
    "99": {
        "Disorder": "队伍中所有角色获得60%冰元素伤害加成。<br>队伍中所有角色获得60%火元素伤害加成。",
        "ShowVers": [
            0
        ],
        "Chambers": [
            {
                "Name": "11-1",
                "Level": 88,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 55107,
                                "Num": 1
                            },
                            {
                                "ID": 55108,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 55103,
                                "Num": 1
                            },
                            {
                                "ID": 55104,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 55101,
                                "Num": 1
                            },
                            {
                                "ID": 55102,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 55111,
                                "Num": 1
                            },
                            {
                                "ID": 55112,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 40901,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40901,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-2",
                "Level": 90,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 61203,
                                "Num": 1
                            },
                            {
                                "ID": 61204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61601,
                                "Num": 1
                            },
                            {
                                "ID": 61603,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 10205,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 4,
                        "Monsters": [
                            {
                                "ID": 10208,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10204,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 5112,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "11-3",
                "Level": 92,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 50901,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61001,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 54103,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "100": {
        "Disorder": "<b>上半</b> 队伍中所有角色造成的冰元素伤害提升75%。<br><b>下半</b> 队伍中所有角色造成的具有夜魂性质的伤害提升75%。",
        "ShowVers": [
            3,
            0
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "DPS": {
                    "3": [
                        0,
                        19.3
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40905,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            3
                        ],
                        "Monsters": [
                            {
                                "ID": 55201,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62402,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 55201,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    40905
                ],
                "LowerGuide": [
                    55201
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "DPS": {
                    "3": [
                        16,
                        13.8
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            3
                        ],
                        "Monsters": [
                            {
                                "ID": 40101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            3
                        ],
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40103,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 40662,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 54101,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62608,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 62702,
                                "Num": 2
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "3": [
                        0,
                        17
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62601,
                                "Num": 1
                            },
                            {
                                "ID": 62611,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            3
                        ],
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 1,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62202,
                                "Num": 3
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Vers": [
                            0
                        ],
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "102": {
        "Disorder": "<b>上半</b> 角色造成的感电与月感电伤害提升75%。<br><b>下半</b> 角色对敌人造成的具有夜魂性质的伤害提升75%。",
        "ShowVers": [
            1,
            3
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 5801,
                        "Monsters": [
                            {
                                "ID": 53101,
                                "Num": 4
                            },
                            {
                                "ID": 53102,
                                "Num": 2
                            },
                            {
                                "ID": 53103,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 5802,
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 2
                            },
                            {
                                "ID": 54101,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62701,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 62203,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 5803,
                        "Monsters": [
                            {
                                "ID": 40204,
                                "Num": 4
                            },
                            {
                                "ID": 40201,
                                "Num": 3
                            },
                            {
                                "ID": 40202,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40302,
                                "Num": 3
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 62609,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 61101,
                                "Num": 1
                            }
                        ]
                    }
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "DPS": {
                    "1": [
                        0,
                        22.6
                    ]
                },
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            1
                        ],
                        "Monsters": [
                            {
                                "ID": 55602,
                                "Num": 1,
                                "HPOverride": 9.6
                            }
                        ]
                    },
                    {
                        "WaveDesc": 0,
                        "Vers": [
                            3
                        ],
                        "Monsters": [
                            {
                                "ID": 55602,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 40902,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    55602
                ],
                "LowerGuide": [
                    40902
                ]
            }
        ]
    },
    "106": {
        "Disorder": "<b>上半</b> 角色的感电反应造成的伤害提升200%、月感电反应造成的伤害提升75%。<br><b>下半</b> 角色的绽放反应造成的伤害提升200%、月绽放反应造成的伤害提升75%。",
        "ShowVers": [
            1
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30501,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 55602,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 511,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 512,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    55602
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 10402,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 63011,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20502,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40608,
                                "Num": 2
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 54104,
                                "Num": 1
                            },
                            {
                                "ID": 54101,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    63011
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 30793,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 41001,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 20703,
                                "Num": 1
                            },
                            {
                                "ID": 20701,
                                "Num": 1
                            },
                            {
                                "ID": 20702,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 50902,
                                "Num": 1
                            },
                            {
                                "ID": 50904,
                                "Num": 1
                            },
                            {
                                "ID": 50903,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    41001
                ]
            }
        ]
    },
    "108": {
        "Disorder": "<b>上半</b> 队伍中所有角色获得75%草元素伤害加成。<br><b>下半</b> 队伍中所有角色获得75%雷元素伤害加成。",
        "ShowVers": [
            1
        ],
        "Chambers": [
            {
                "Name": "12-1",
                "Level": 95,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 1,
                        "Monsters": [
                            {
                                "ID": 510,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 2,
                        "Monsters": [
                            {
                                "ID": 40658,
                                "Num": 1
                            }
                        ]
                    },
                    {
                        "WaveDesc": 3,
                        "Monsters": [
                            {
                                "ID": 63001,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 21320,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    63001
                ]
            },
            {
                "Name": "12-2",
                "Level": 98,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 60513,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 21310,
                                "Num": 2
                            }
                        ]
                    }
                ],
                "LowerGuide": [
                    21310
                ]
            },
            {
                "Name": "12-3",
                "Level": 100,
                "GoalType": 0,
                "Upper": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 61626,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "Lower": [
                    {
                        "WaveDesc": 0,
                        "Monsters": [
                            {
                                "ID": 307911,
                                "Num": 1
                            }
                        ]
                    }
                ],
                "UpperGuide": [
                    61626
                ],
                "LowerGuide": [
                    307911
                ]
            }
        ]
    }
}

var _local_legends = [
    5102,
    5112,
    40632,
    30605,
    30606,
    60410,
    60411,
    60513,
    30121,
    30123,
    30126,
    30221,
    28021302,
    55172,
    28022602,
    62504,
    62610,
    55602,
    21320,
    61626,
    307911
]

var _coeff_override = {
    "24": [
        2.0,
        2.0,
        2.0,
        3
    ],
    "25": [
        2.0,
        2.0,
        2.0,
        3.5
    ],
    "5.5A": [
        2.0,
        2.0,
        2.0,
        3.75
    ],
    "26": [
        2.0,
        2.0,
        2.0,
        3.5
    ],
    "5.1A": [
        2.0,
        2.0,
        2.0,
        3.75
    ],
    "5.1B": [
        2.0,
        2.0,
        2.0,
        3.0
    ],
    "5.2": [
        2.0,
        2.0,
        2.0,
        3.0
    ],
    "5.3": [
        2.0,
        2.0,
        2.0,
        3.0
    ],
    "5.4A": [
        2.0,
        2.0,
        2.0,
        3.75
    ],
    "5.4B": [
        2.0,
        2.0,
        2.0,
        3.0
    ],
    "5.5": [
        2.0,
        2.0,
        2.0,
        3.75
    ],
    "5.6A": [
        2.0,
        2.0,
        2.0,
        3.75
    ],
    "5.6B": [
        2.0,
        2.0,
        2.0,
        3.75
    ],
    "5.7": [
        2.0,
        2.0,
        2.0,
        3.75
    ],
    "5.8": [
        2.0,
        2.0,
        2.0,
        3.75
    ],
    "6.0A": [
        2.0,
        2.0,
        2.5,
        3.75
    ],
    "6.0B": [
        2.0,
        2.0,
        2.5,
        3.75
    ],
    "6.1": [
        2.0,
        2.0,
        0,
        0
    ],
    "6.2": [
        2.0,
        2.0,
        0,
        0
    ],
    "6.3A": [
        2.0,
        2.0,
        0,
        0
    ],
    "6.3B": [
        2.0,
        2.0,
        0,
        0
    ],
    "6.4": [
        2.0,
        2.0,
        0,
        0
    ],
    "6.5A": [
        2.0,
        2.0,
        0,
        0
    ],
    "6.5B": [
        2.0,
        2.0,
        0,
        0
    ]
}

var _bossguide = {
    "55201": {
        "Icon": "UI_MonsterIcon_TribalWarrior_Udugan",
        "DescList": [
            "• 会隐去自身，并创造四枚会攻击的迷影，具有 @8U 冻盾#（和大冰史莱姆相同）<br>• 击破一枚迷影使本体@现身 4s#，全部击破使本体@瘫痪 14s#，期间@全部抗性降低 40%#<br>• 使用瞑视龙或烟谜主角色的能力扫描迷影，会使其@失去行动能力#，且@损失 2U 护盾#"
        ]
    },
    "40902": {
        "Icon": "UI_MonsterIcon_DragonClaw",
        "DescList": [
            "• 正常状态下，@所有抗性提高至 60%#，比圣骸高 20%<br>• 常态维持 @40s# 后施放终结技，使用夜魂会使其提前；终结技生成@固态燃素柱#<br>• 攀爬固态燃素柱并攻击两个核心，使其@损失 15% 生命值#，且@所有抗性大幅降低#"
        ]
    },
    "62703": {
        "Icon": "UI_MonsterIcon_LavaTitan",
        "DescList": [
            "• @深渊版# - 初始处于「岩之人」状态：全抗 @150%# ，受到火元素攻击 @+2%# 进度，每被施加 1U 火附着额外 @+6.8%#",
            "• 进度填满后进化为「熔焰之龙」：@自挂火#，火抗 @150%# ，其他抗 @45%#，受到火元素攻击 @+1%# 进度，每被施加 1U 火附着额外 @+3.4%# ，受到@冰/水#伤害 @-22%#",
            "• 进度再次填满后瘫痪：全抗 @10%# ，持续 @17s# ，恢复后回到「岩之人」状态"
        ]
    },
    "40905": {
        "Icon": "UI_MonsterIcon_DragonCollar",
        "DescList": [
            "• 会进入强化状态：全抗 @210%# ，并逐渐积累能量施放旋转攻击",
            "• 强化期间，若维持@冰元素伤害#频率高于@每 0.8s 一次#，则可使其陷入低能量状态：冰抗变为 @-40%# ，其他抗 @0%#",
            "• 强化期间，若侦测到@处于夜魂加持状态#的角色，将进入特殊状态：全抗 @50%# ，改为使用追踪射线进行攻击"
        ]
    },
    "55602": {
        "Icon": "UI_MonsterIcon_Tenoyollotzin",
        "DescList": [
            "• 会创造三顶帽子，隐藏于其中一顶之下，并快速变换帽子的位置，如果本体帽子受到@感电#或@月感电#伤害，则会暂停",
            "• 帽子具有 @40%# 血量，除@水雷#外的其他抗性@大幅提升#，受到的@感电#和@月感电#伤害 @+300%#",
            "• 击败@本体帽子#使其瘫痪（@巨幅降低#全部抗性），@感电#和@月感电#伤害的击破效率@大幅提升#",
            "• 瘫痪时会损失生命值，帽子受到的@水元素#、@雷元素#、@感电#、@月感电#伤害越多，损失的生命值越多"
        ]
    },
    "63011": {
        "Icon": "UI_MonsterIcon_Magbeast_Pergesa",
        "DescList": [
            "• 会驱使「蕴光之茧」使我方全体@损失大量生命值#、造成的伤害降低 @40%#，治疗降低 @40%#，暴击率降低 @100%#",
            "• 将生命值@回复至生命值上限#，可解除负面效果，并使暴击率提升 @15%#"
        ]
    },
    "41001": {
        "Icon": "UI_MonsterIcon_Gastrobot_01",
        "DescList": [
            "• 会进入「歼灭鸭」模式：攻击欲望提升，获得@护盾#，并召唤@浮游冲鸭机关#",
            "• 将浮游冲鸭机关@破坏#，或触发@感电#/@月感电#，可以对护盾造成损伤"
        ]
    },
    "63001": {
        "Icon": "UI_MonsterIcon_Magbeast_Argali",
        "DescList": [
            "• 会驱使「蕴光之茧」使我方全体@损失大量生命值#、造成的伤害降低 @40%#，治疗降低 @40%#，暴击率降低 @100%#",
            "• 将生命值@回复至生命值上限#，可解除负面效果，并使暴击率提升 @15%#"
        ]
    },
    "21310": {
        "Icon": "UI_MonsterIcon_WildHunt_Elite",
        "DescList": [
            "• 利用被月兆@「满辉」#强化的技能，可以直接将其生命值@削减至0#",
            "• 生命值被削减至0后，不会被击败，而是需要在短时间内@继续将其<b>生命值上限</b>削减至0#，否则将生命值回复至生命值上限"
        ]
    },
    "61626": {
        "Icon": "UI_MonsterIcon_HermitCrab_Mature_Elite",
        "DescList": [
            "• 在场上散布@「岩居之种」#：短暂间隔后爆炸，若受到@任意类型绽放伤害#，则会被转化：基于自身受到的伤害，对敌人@造成大量伤害#",
            "• 战斗开始后，敌人@立刻升空蓄力#并获得护盾，@转化一定数量的「岩居之种」#可以破除护盾使其瘫痪，否则将造成大量伤害"
        ]
    },
    "307911": {
        "Icon": "UI_MonsterIcon_Oprichnik_Male_Strong_LanceArquebus",
        "DescList": [
            "• 会@展开 3 层护罩#，受@感电和月感电伤害#的击破效率@大幅提升#，每层被破坏时产生@额外元素晶球#",
            "• 在一定时间内破除护罩，使敌人的@雷元素抗性大幅降低#，否则敌人将持续进行攻击"
        ]
    }
}