from ..utils.map.GS_MAP_PATH import avatarId2Name

# 4.8影月月数据
'''
yyy_data = {
    '成就': 1200,
    '华丽的宝箱': 275,
    '珍贵的宝箱': 726,
    '精致的宝箱': 2374,
    '普通的宝箱': 3040,
    '奇馈宝箱': 251,
    '解锁传送点': 455,
    '解锁秘境': 58,
}
'''

# 5.0影月月数据
yyy_data = {
    '成就': 1225,
    '华丽的宝箱': 299,
    '珍贵的宝箱': 790,
    '精致的宝箱': 2535,
    '普通的宝箱': 3175,
    '奇馈宝箱': 281,
    '解锁传送点': 501,
    '解锁秘境': 61,
}

# 影月月没收集到的数据
extra_data = {
    '成就': 15,
    '华丽的宝箱': 0,
    '珍贵的宝箱': 3,
    '精致的宝箱': 9,
    '普通的宝箱': 19,
    '奇馈宝箱': 0,
    '解锁传送点': 0,
    '解锁秘境': 0,
}

# 根据影月月数据和额外数据计算最大可获得数据
max_data = {}
for i in yyy_data:
    max_data[i] = yyy_data[i] + extra_data[i]

award_data = {
    '成就': 5,
    '华丽的宝箱': 10,
    '珍贵的宝箱': 8,
    '精致的宝箱': 3,
    '普通的宝箱': 1,
    '奇馈宝箱': 2,
    '解锁传送点': 0,
    '解锁秘境': 0,
}

expmax_data = {
    '获得角色数': len(avatarId2Name) - 2,
    '风神瞳': 66,
    '岩神瞳': 131,
    '雷神瞳': 181,
    '草神瞳': 271,
    '水神瞳': 271,
    '冰神瞳': 271,
    '火神瞳': 271,
}


def cal_level(num: int):
    return [
        num,
        int(num * 4 / 5),
        int(num * 3 / 5),
        int(num * 2 / 5),
        int(num / 5),
    ]
