from ..utils.map.GS_MAP_PATH import avatarId2Name

max_data = {
    '成就': 1136,
    '华丽的宝箱': 262,
    '珍贵的宝箱': 631,
    '精致的宝箱': 2076,
    '普通的宝箱': 2867,
    '奇馈宝箱': 221,
    '解锁传送点': 372,
    '解锁秘境': 54,
}

award_data = {
    '成就': 5,
    '华丽的宝箱': 10,
    '珍贵的宝箱': 8,
    '精致的宝箱': 3,
    '普通的宝箱': 1,
    '奇馈宝箱': 2,
    '解锁传送点': 0,
    '解锁秘境': 0,
}

expmax_data = {
    '获得角色数': len(avatarId2Name) - 2,
    '风神瞳': 66,
    '岩神瞳': 131,
    '雷神瞳': 181,
    '草神瞳': 271,
    '水神瞳': 271,
    '冰神瞳': 271,
    '火神瞳': 271,
}
