from ..utils.map.GS_MAP_PATH import avatarId2Name

max_data = {
    '成就': 1185,
    '华丽的宝箱': 259,
    '珍贵的宝箱': 679,
    '精致的宝箱': 2209,
    '普通的宝箱': 2960,
    '奇馈宝箱': 241,
    '解锁传送点': 430,
    '解锁秘境': 56,
}

award_data = {
    '成就': 5,
    '华丽的宝箱': 10,
    '珍贵的宝箱': 8,
    '精致的宝箱': 3,
    '普通的宝箱': 1,
    '奇馈宝箱': 2,
    '解锁传送点': 0,
    '解锁秘境': 0,
}

expmax_data = {
    '获得角色数': len(avatarId2Name) - 2,
    '风神瞳': 66,
    '岩神瞳': 131,
    '雷神瞳': 181,
    '草神瞳': 271,
    '水神瞳': 271,
    '冰神瞳': 271,
    '火神瞳': 271,
}


def cal_level(num: int):
    return [
        num,
        int(num * 4 / 5),
        int(num * 3 / 5),
        int(num * 2 / 5),
        int(num / 5),
    ]
